
{
  "en": {
    "truths": [
      "What's your biggest turn-on?",
      "Have you ever had a one-night stand?",
      "What's your biggest sexual fantasy?",
      "Have you ever sexted someone?",
      "If you had to choose someone in this room to kiss, who would it be?",
      "Have you ever been attracted to someone of the same gender?",
      "What's the most adventurous place you've had sex?",
      "Have you ever been caught being intimate?",
      "What's the most embarrassing thing that's happened to you during sex?",
      "Have you ever had feelings for a friend's partner?",
      "What's your favorite part of your partner's body?",
      "Have you ever faked an orgasm?",
      "What's the longest you've gone without sex?",
      "Have you ever had a crush on a teacher or boss?",
      "What's the sexiest dream you've ever had?",
      "What's your biggest turn-off?",
      "Have you ever had a threesome or would you want to?",
      "If you had to describe your sex life using a movie title, what would it be?",
      "What's your favorite position?",
      "Have you ever been in love with two people at once?",
      "What's a sexual experience you want to try but haven't yet?",
      "What's your favorite place to be touched?",
      "What celebrity would you most want to hook up with?",
      "Have you ever had a friend with benefits?",
      "What's something sexual you've lied about?",
      "What's the most intimate non-sexual experience you've had?",
      "Have you ever been attracted to someone you're not supposed to be attracted to?",
      "If you had to choose between only oral or only penetrative sex for the rest of your life, which would you pick?",
      "What's your biggest sexual regret?",
      "Have you ever been to a strip club?",
      "What's your favorite type of foreplay?",
      "Have you ever sent a nude to someone?",
      "What's the most unconventional place you'd like to have sex?",
      "Have you ever had a sexual dream about someone in this room?",
      "What's the best sex you've ever had?",
      "If you had to choose between great emotional connection or great physical connection, which would you pick?",
      "What's something sexual that you're curious about trying?",
      "Have you ever been attracted to a friend's sibling?",
      "What's the most intimate thing you've done with someone?",
      "Have you ever had a crush on someone much older or younger than you?",
      "What's the biggest age gap you've had with a sexual partner?",
      "Have you ever cheated or been cheated on?",
      "What's your favorite type of lingerie or underwear on others?",
      "Have you ever been on a blind date?",
      "What's the most unusual place you've been turned on?",
      "Have you ever used a dating app?",
      "What's your idea of perfect foreplay?",
      "Have you ever developed feelings for a hookup?",
      "What's the most embarrassing thing you've searched for online?",
      "Have you ever dated more than one person at once?",
      "What's the most annoying thing a partner has done during sex?",
      "Have you ever been in love?",
      "What's the most attractive quality in a potential partner?",
      "Have you ever had a crush on a fictional character?",
      "What's the sexiest song to you?",
      "Have you ever been jealous of someone your partner was friends with?",
      "What would be your ideal romantic evening?",
      "Have you ever had a rebound relationship?",
      "What's something you would never do in bed?",
      "Have you ever had an inappropriate crush?",
      "What's the most seductive thing someone could say to you?",
      "Have you ever been on a date with someone just for a free meal?",
      "What's the most surprising thing that turns you on?",
      "Have you ever thought about someone else during sex?",
      "What's the longest you've gone without self-pleasure?",
      "Have you ever lied about your body count?",
      "What's the most significant thing a partner has taught you?",
      "Have you ever had a work crush?",
      "What's your biggest physical insecurity?",
      "Have you ever had an unexpected sexual attraction to someone?",
      "What's the most embarrassing thing you've done to get someone's attention?",
      "Have you ever had a crush on a friend's parent?",
      "What's your definition of great sex?",
      "Have you ever secretly read someone else's messages?",
      "What's the most embarrassing thing that's happened on a date?",
      "Have you ever gone skinny dipping?",
      "What's the best kiss you've ever had?",
      "Have you ever played strip poker or another strip game?",
      "What's your most sensitive body part?",
      "Have you ever regretted breaking up with someone?",
      "What's a non-sexual quality that you find incredibly attractive?",
      "Have you ever been on a date with someone you weren't attracted to?",
      "What's the strangest place you've had a sexual encounter?",
      "Have you ever kissed someone of the same gender?",
      "What's your idea of a perfect date?",
      "Have you ever stayed in a relationship longer than you should have?",
      "What's the most embarrassing thing that's happened while you were naked?",
      "Have you ever had an affair with someone who was taken?",
      "What's the most desperate thing you've done when you were horny?",
      "Have you ever been interested in BDSM?",
      "What's the most interesting place you've made out?",
      "Have you ever been attracted to a friend's partner?",
      "What's the weirdest thing you find sexy?",
      "Have you ever participated in any form of role play?",
      "What's the most intimate detail you've shared with someone?",
      "Have you ever kept a secret from a partner?",
      "What's the furthest you've gone on a first date?",
      "Have you ever given or received a lap dance?",
      "What's the longest you've waited to be intimate with a partner?",
      "Have you ever had a purely physical relationship?",
      "What's a deal-breaker for you in a relationship?",
      "Have you ever been in love with a friend?",
      "What's your favorite form of physical affection?"
    ],
    "dares": [
      "Give a lap dance to the person of your choice.",
      "Remove three items of clothing of your choice.",
      "Let someone from the group take a body shot off you.",
      "Make out with your hand for 30 seconds, making it as seductive as possible.",
      "Let someone pour ice down your shirt or pants.",
      "Show your most recent sext conversation, or admit you don't have one.",
      "Act out your favorite sexual position with an imaginary partner.",
      "Let someone from the group give you a hickey anywhere they choose.",
      "Pick someone in the group and demonstrate how you would kiss them.",
      "Take off your shirt for the rest of the game (if comfortable).",
      "Give a sensual massage to the person of your choice for 1 minute.",
      "Let someone from the group draw something on your chest/stomach with a marker.",
      "Demonstrate your best seductive dance move.",
      "Allow someone to feed you a food item in a sexy way.",
      "Choose someone to trade an item of clothing with until the next round.",
      "Show your underwear to the group (if comfortable).",
      "Share the last sexy photo you took of yourself (if comfortable).",
      "Put an ice cube in your mouth and pass it to the player of your choice using only your mouths.",
      "Describe your perfect sexual encounter in detail.",
      "Let someone from the group apply lipstick to you, and then kiss a piece of paper.",
      "Give your phone to another player and let them send a flirty message to anyone in your contacts.",
      "Remove your socks and shoes with your teeth (or someone else's if you're not wearing any).",
      "Demonstrate how you would initiate intimacy with someone you're attracted to.",
      "Let someone trace an ice cube anywhere on your body for 30 seconds.",
      "Allow someone to blindfold you and guess which player is touching your face.",
      "Show your best 'O' face.",
      "Let the group pose you in a 'sexy' position for a photo (clothed and only if comfortable).",
      "Do your sexiest crawl across the floor.",
      "Choose three people in the group and assign a body part to kiss on each of them (PG-13 areas only).",
      "Do your best strip tease for 30 seconds (can be over clothes).",
      "Let someone put whipped cream or chocolate sauce on your neck and have someone else lick it off.",
      "Perform your best sexy celebrity impression.",
      "Switch an item of clothing with the person to your right until the next round.",
      "Let the group write a 'thirst trap' caption for your next social media post.",
      "Seductively eat a banana, popsicle, or other suggestive food.",
      "Whisper something seductive in the ear of the person to your left.",
      "Take off all your accessories and let the group decide when you can have them back.",
      "Let a player of your choice take a picture of you in a pose of their choosing.",
      "Attempt to seduce someone in the group using only fruit-related pickup lines.",
      "Play a round with someone sitting on your lap.",
      "Let someone use your phone to scroll through your photo gallery.",
      "Let the group give you a 'sexy' makeover.",
      "Demonstrate your 'signature move' in bed using a pillow as your partner.",
      "Let someone feed you something blindfolded in a sensual way.",
      "Remove an article of clothing for the remainder of the game.",
      "Choose a player and do your best pick-up line on them.",
      "Let the person to your right give you a hickey anywhere above the shoulders.",
      "Act out a steamy movie scene with another player.",
      "Let the group style your hair in the most unflattering way possible.",
      "Imitate what you think another player would be like in an intimate moment.",
      "Put on makeup without a mirror (or if you don't have makeup, let someone draw makeup on you).",
      "Demonstrate what you think is the most attractive way to remove a shirt.",
      "Let someone write a word of their choice somewhere on your body with a marker.",
      "Send the last photo in your camera roll to a random contact.",
      "Make prolonged eye contact with someone of the group's choice for 1 minute without laughing.",
      "Let the person to your right write a dirty text from your phone (don't actually send it).",
      "Allow two players to pose you like a mannequin in a 'seductive' position.",
      "Transfer an ice cube from your mouth to the person on your right using only your mouths.",
      "Wear a blindfold while someone feeds you something and guess what it is.",
      "Choose a person in the group and demonstrate how you would approach them at a bar.",
      "Let everyone in the group give you a new hairstyle.",
      "Show off your best 'bedroom eyes' to each player, one at a time.",
      "Let a player of the group's choice check your browsing history.",
      "Sit in the lap of the player to your left for the next round.",
      "Take a seductive selfie and show it to the group.",
      "Allow someone to draw on your back with their finger and guess what they're drawing.",
      "Let the group check the last five people you've texted.",
      "Choose a person and feed them something (fruit, chocolate, etc.) in a seductive way.",
      "Have someone write a flirty social media status for you to post (if comfortable).",
      "Let someone draw a temporary tattoo on a part of your body of their choice.",
      "Show the group your dating app profile, or create one if you don't have one.",
      "Let the person to your right apply makeup or face paint to you without a mirror.",
      "Describe your go-to first date outfit with seductive commentary.",
      "Switch pants/bottoms with someone for a round (if comparable sizes and comfortable).",
      "Let the group style your outfit in the most embarrassing way possible.",
      "Choose someone to give a hand massage to for 30 seconds.",
      "Let the group create a dating profile headline for you.",
      "Pick someone to receive a shoulder massage from you.",
      "Demonstrate your best flirtatious hair flip.",
      "Let the person to your left style your eyebrows with a washable marker.",
      "Choose someone to 'model' with for a pretend couple's photoshoot.",
      "Act like you're in a perfume commercial for 30 seconds.",
      "Let someone choose an embarrassing temporary tattoo location for you.",
      "Put on lipstick without a mirror (or let someone draw lipstick on you with a marker).",
      "Let someone pose you for a 'dating profile' photo.",
      "Choose someone to feed grapes to like they're royalty.",
      "Show the group your most embarrassing saved photo.",
      "Wear an embarrassing outfit chosen by the group for the next three rounds.",
      "Let someone write a message on your arm with a marker.",
      "Choose someone to put makeup on you while blindfolded (or draw it with marker).",
      "Demonstrate how you would ask someone out in a cheesy way.",
      "Let the group take a 'model' photo of you to show you later.",
      "Let someone style your hair without you being able to see it until they're done.",
      "Apply lotion to someone's hands in the most seductive way possible.",
      "Show off your best model walk across the room.",
      "Let the group choose a ridiculous pose for you to hold for 30 seconds."
    ],
    "pledges": [
      "Remove one item of clothing and continue the game without it (if comfortable).",
      "Let someone from the group blindfold you and feed you something.",
      "Give a one-minute massage to the player of your choice.",
      "Act out a seductive scene from a movie with another player.",
      "Send a flirty (but not explicit) message to your most recent match or crush.",
      "Allow someone to draw a temporary tattoo on a part of your body of their choice.",
      "Let the group choose a player for you to give a lap dance to for 30 seconds.",
      "Wear lipstick (or drawn-on lipstick) and kiss someone's cheek or a piece of paper.",
      "Do your best impression of what you think someone in the room would be like in an intimate situation.",
      "Let someone feed you a food item in a seductive way.",
      "Allow two people from the group to style your hair in the most embarrassing way possible.",
      "Choose a player to sit on your lap for the next round.",
      "Let someone trace an ice cube on your arm or neck for 20 seconds.",
      "Allow the person to your right to create a 'hickey' on your arm using a suction cup or makeup.",
      "Let someone write a flirtatious message that you must post on your social media (if comfortable).",
      "Exchange an item of clothing with another player until the end of the game.",
      "Demonstrate what you think is your most attractive dance move.",
      "Allow someone to pose you for a 'seductive' photo (that won't actually be taken).",
      "Perform your best strip tease dance for 30 seconds (keeping clothes on).",
      "Let the group choose a player whose neck or face you have to smell and describe their scent.",
      "Choose someone to receive a hand or foot massage from you for 1 minute.",
      "Allow the group to create a dating app bio for you.",
      "Let someone pour a small amount of a drink down your chest/stomach (if comfortable).",
      "Show the group your best 'bedroom eyes' and seductive facial expression.",
      "Allow someone to apply an ice cube to your wrist or neck for 15 seconds.",
      "Let two players position you like a mannequin in an embarrassing pose.",
      "Send a voice message of you saying something flirty to a friend (with their consent to receive it).",
      "Let the group choose a player whose cheek you must kiss.",
      "Allow someone to feed you while you're blindfolded and guess what it is.",
      "Describe in detail your ideal romantic and sensual date night.",
      "Let someone from the group apply lipstick on you without a mirror (or draw it with marker).",
      "Choose a player to whom you have to give a brief shoulder massage.",
      "Allow the group to create a romantic social media post for you to share (if comfortable).",
      "Wear an item of clothing belonging to another player for the rest of the game.",
      "Demonstrate how you would approach someone you're attracted to at a party.",
      "Let the group pick a cheesy pick-up line that you have to deliver to someone of their choice.",
      "Allow someone to draw a heart or other symbol somewhere on your body with a marker.",
      "Show the group your most 'aesthetic' or 'attractive' photo.",
      "Let someone feed you grapes or another small food item like you're royalty.",
      "Choose a player whom you must serenade with a romantic song for 30 seconds.",
      "Let the group choose what your flirty signature move should be for the rest of the game.",
      "Allow someone to style your eyebrows with a washable marker.",
      "Choose two players to pose with for a pretend 'romantic movie poster'.",
      "Let the group choose a silly love poem that you have to recite dramatically to someone.",
      "Allow someone to apply a small amount of whipped cream or food to your finger that someone else has to remove (if comfortable).",
      "Choose a player whose hand you must hold for the next round.",
      "Let the group create a 'couple name' for you and another player that must be used when referring to either of you.",
      "Demonstrate your best 'model walk' across the room.",
      "Allow someone to create a 'beauty mark' on your face with a marker.",
      "Choose a player to whom you must whisper a compliment.",
      "Let the group decide on a 'signature pose' you must strike whenever it's your turn.",
      "Share an embarrassing dating story (real or made up if you don't have one).",
      "Allow someone to style your hair without you seeing until they're finished.",
      "Choose someone whose hand you have to trace with your finger for 30 seconds.",
      "Let the group choose a celebrity crush that you have to pretend to be madly in love with for the next 3 rounds.",
      "Allow someone to write a message on your arm with a marker.",
      "Choose a player to whom you must describe what you find attractive about them.",
      "Let the group choose a silly romantic nickname that everyone must call you for the rest of the game.",
      "Allow someone to apply makeup to you while you're blindfolded (or draw it with marker).",
      "Choose a player whose face you must cup gently for 5 seconds.",
      "Let the group decide on a romantic movie character you must impersonate for the next 3 rounds.",
      "Show your best smoldering look to each player in the room.",
      "Allow someone to pose you for a 'romance novel cover' with another player.",
      "Choose someone to whom you must recite a romantic movie quote.",
      "Let the group choose a player whose hand you must kiss formally.",
      "Allow someone to feed you a drink without using your hands.",
      "Choose a player to give a genteel compliment to in an old-fashioned way.",
      "Let the group choose a romantic song you must hum until someone guesses it.",
      "Allow someone to write 'XOXO' or a simple heart somewhere visible on your body.",
      "Choose a player to slow dance with for 30 seconds (no music necessary).",
      "Let the group decide on a famous romantic couple that you and another player must pretend to be for a round.",
      "Allow someone to apply a temporary beauty mark on your face with a marker.",
      "Choose someone whose face you must be only 6 inches away from for 10 seconds (no touching).",
      "Let the group decide on a silly 'secret admirer' note you must write to someone.",
      "Allow someone to take a picture of you posing ridiculously (that you approve of before it's saved).",
      "Choose a player whom you must present with an impromptu poem about their eyes.",
      "Let the group decide on a 'royal title' for you that everyone must use when addressing you for the rest of the game.",
      "Allow someone to create a paper crown or decoration for you to wear for the next 3 rounds.",
      "Choose someone to whom you must give an elaborate fake backstory of how you fell in love.",
      "Let the group choose a player whose hand you must trace the lines of while pretending to read their fortune."
    ]
  },
  "fr": {
    "truths": [
      "Quel est ton plus grand fantasme?",
      "As-tu déjà eu une aventure d'un soir?",
      "Quel est ton plus grand fantasme sexuel?",
      "As-tu déjà envoyé des sextos à quelqu'un?",
      "Si tu devais choisir quelqu'un dans cette pièce pour l'embrasser, qui serait-ce?",
      "As-tu déjà été attiré(e) par quelqu'un du même sexe?",
      "Quel est l'endroit le plus aventureux où tu as fait l'amour?",
      "As-tu déjà été surpris(e) en pleine intimité?",
      "Quelle est la chose la plus embarrassante qui te soit arrivée pendant le sexe?",
      "As-tu déjà eu des sentiments pour le partenaire d'un ami?",
      "Quelle est ta partie préférée du corps de ton partenaire?",
      "As-tu déjà simulé un orgasme?",
      "Quelle est la plus longue période pendant laquelle tu es resté(e) sans sexe?",
      "As-tu déjà eu un béguin pour un professeur ou un patron?",
      "Quel est le rêve le plus sexy que tu aies jamais fait?",
      "Qu'est-ce qui te rebute le plus?",
      "As-tu déjà eu un plan à trois ou voudrais-tu en avoir un?",
      "Si tu devais décrire ta vie sexuelle en utilisant un titre de film, lequel serait-ce?",
      "Quelle est ta position préférée?",
      "As-tu déjà été amoureux(se) de deux personnes en même temps?",
      "Quelle expérience sexuelle voudrais-tu essayer mais que tu n'as pas encore tentée?",
      "Quel est ton endroit préféré pour être touché(e)?",
      "Avec quelle célébrité voudrais-tu le plus avoir une aventure?",
      "As-tu déjà eu un ami avec avantages?",
      "Sur quoi as-tu déjà menti concernant ta sexualité?",
      "Quelle est l'expérience non sexuelle la plus intime que tu aies eue?",
      "As-tu déjà été attiré(e) par quelqu'un par qui tu n'es pas censé(e) être attiré(e)?",
      "Si tu devais choisir entre uniquement du sexe oral ou uniquement du sexe pénétratif pour le reste de ta vie, lequel choisirais-tu?",
      "Quel est ton plus grand regret sexuel?",
      "Es-tu déjà allé(e) dans un club de strip-tease?",
      "Quel est ton type de préliminaires préféré?",
      "As-tu déjà envoyé une photo de nu à quelqu'un?",
      "Quel est l'endroit le plus inhabituel où tu aimerais faire l'amour?",
      "As-tu déjà fait un rêve sexuel à propos de quelqu'un dans cette pièce?",
      "Quel est le meilleur sexe que tu aies jamais eu?",
      "Si tu devais choisir entre une grande connexion émotionnelle ou une grande connexion physique, laquelle choisirais-tu?",
      "Quelle est une chose sexuelle que tu es curieux(se) d'essayer?",
      "As-tu déjà été attiré(e) par le frère ou la sœur d'un ami?",
      "Quelle est la chose la plus intime que tu aies faite avec quelqu'un?",
      "As-tu déjà eu un béguin pour quelqu'un beaucoup plus âgé ou plus jeune que toi?",
      "Quelle est la plus grande différence d'âge que tu aies eue avec un partenaire sexuel?",
      "As-tu déjà trompé ou été trompé(e)?",
      "Quel est ton type de lingerie ou de sous-vêtements préféré sur les autres?",
      "As-tu déjà eu un rendez-vous à l'aveugle?",
      "Quel est l'endroit le plus inhabituel où tu as été excité(e)?",
      "As-tu déjà utilisé une application de rencontres?",
      "Quelle est ton idée des préliminaires parfaits?",
      "As-tu déjà développé des sentiments pour un coup d'un soir?",
      "Quelle est la chose la plus embarrassante que tu aies recherchée en ligne?",
      "As-tu déjà fréquenté plus d'une personne à la fois?",
      "Quelle est la chose la plus agaçante qu'un partenaire ait faite pendant le sexe?",
      "As-tu déjà été amoureux(se)?",
      "Quelle est la qualité la plus attirante chez un partenaire potentiel?",
      "As-tu déjà eu un béguin pour un personnage de fiction?",
      "Quelle est la chanson la plus sexy pour toi?",
      "As-tu déjà été jaloux(se) de quelqu'un avec qui ton partenaire était ami(e)?",
      "Quelle serait ta soirée romantique idéale?",
      "As-tu déjà eu une relation rebond?",
      "Quelle est une chose que tu ne ferais jamais au lit?",
      "As-tu déjà eu un béguin inapproprié?",
      "Quelle est la chose la plus séduisante que quelqu'un pourrait te dire?",
      "Es-tu déjà sorti(e) avec quelqu'un juste pour un repas gratuit?",
      "Quelle est la chose la plus surprenante qui t'excite?",
      "As-tu déjà pensé à quelqu'un d'autre pendant le sexe?",
      "Quelle est la plus longue période pendant laquelle tu es resté(e) sans te faire plaisir?",
      "As-tu déjà menti sur ton nombre de partenaires sexuels?",
      "Quelle est la chose la plus significative qu'un partenaire t'ait enseignée?",
      "As-tu déjà eu un béguin au travail?",
      "Quelle est ta plus grande insécurité physique?",
      "As-tu déjà eu une attirance sexuelle inattendue pour quelqu'un?",
      "Quelle est la chose la plus embarrassante que tu aies faite pour attirer l'attention de quelqu'un?",
      "As-tu déjà eu un béguin pour le parent d'un ami?",
      "Quelle est ta définition d'un super sexe?",
      "As-tu déjà lu secrètement les messages de quelqu'un d'autre?",
      "Quelle est la chose la plus embarrassante qui soit arrivée lors d'un rendez-vous?",
      "Es-tu déjà allé(e) te baigner nu(e)?",
      "Quel est le meilleur baiser que tu aies jamais eu?",
      "As-tu déjà joué au strip poker ou à un autre jeu de déshabillage?",
      "Quelle est ta partie du corps la plus sensible?",
      "As-tu déjà regretté d'avoir rompu avec quelqu'un?",
      "Quelle est une qualité non sexuelle que tu trouves incroyablement attirante?",
      "Es-tu déjà sorti(e) avec quelqu'un qui ne t'attirait pas?",
      "Quel est l'endroit le plus étrange où tu as eu une rencontre sexuelle?",
      "As-tu déjà embrassé quelqu'un du même sexe?",
      "Quelle est ton idée d'un rendez-vous parfait?",
      "Es-tu déjà resté(e) dans une relation plus longtemps que tu n'aurais dû?",
      "Quelle est la chose la plus embarrassante qui soit arrivée pendant que tu étais nu(e)?",
      "As-tu déjà eu une aventure avec quelqu'un qui était pris(e)?",
      "Quelle est la chose la plus désespérée que tu aies faite quand tu étais excité(e)?",
      "As-tu déjà été intéressé(e) par le BDSM?",
      "Quel est l'endroit le plus intéressant où tu as embrassé quelqu'un?",
      "As-tu déjà été attiré(e) par le partenaire d'un ami?",
      "Quelle est la chose la plus étrange que tu trouves sexy?",
      "As-tu déjà participé à une forme quelconque de jeu de rôle?",
      "Quel est le détail le plus intime que tu aies partagé avec quelqu'un?",
      "As-tu déjà gardé un secret pour un partenaire?",
      "Jusqu'où es-tu allé(e) lors d'un premier rendez-vous?",
      "As-tu déjà donné ou reçu une danse sur les genoux?",
      "Combien de temps as-tu attendu avant d'être intime avec un partenaire?",
      "As-tu déjà eu une relation purement physique?",
      "Quel est un facteur rédhibitoire pour toi dans une relation?",
      "As-tu déjà été amoureux(se) d'un(e) ami(e)?",
      "Quelle est ta forme préférée d'affection physique?"
    ],
    "dares": [
      "Fais une danse sur les genoux à la personne de ton choix.",
      "Enlève trois vêtements de ton choix.",
      "Laisse quelqu'un du groupe prendre un shot sur ton corps.",
      "Embrasse ta main pendant 30 secondes, en le rendant aussi séduisant que possible.",
      "Laisse quelqu'un verser de la glace dans ta chemise ou ton pantalon.",
      "Montre ta conversation de sexto la plus récente, ou admets que tu n'en as pas.",
      "Joue ta position sexuelle préférée avec un partenaire imaginaire.",
      "Laisse quelqu'un du groupe te faire un suçon n'importe où sur ton corps.",
      "Choisis quelqu'un dans le groupe et montre comment tu l'embrasserais.",
      "Enlève ta chemise pour le reste du jeu (si tu es à l'aise).",
      "Donne un massage sensuel à la personne de ton choix pendant 1 minute.",
      "Laisse quelqu'un du groupe dessiner quelque chose sur ta poitrine/ton ventre avec un marqueur.",
      "Montre ton meilleur mouvement de danse séduisant.",
      "Permets à quelqu'un de te nourrir d'un aliment de façon sexy.",
      "Choisis quelqu'un pour échanger un vêtement jusqu'au prochain tour.",
      "Montre tes sous-vêtements au groupe (si tu es à l'aise).",
      "Partage la dernière photo sexy que tu as prise de toi-même (si tu es à l'aise).",
      "Mets un glaçon dans ta bouche et passe-le au joueur de ton choix en utilisant uniquement vos bouches.",
      "Décris ta rencontre sexuelle parfaite en détail.",
      "Laisse quelqu'un du groupe t'appliquer du rouge à lèvres, puis embrasse un morceau de papier.",
      "Donne ton téléphone à un autre joueur et laisse-le envoyer un message flirteur à n'importe qui dans tes contacts.",
      "Enlève tes chaussettes et tes chaussures avec tes dents (ou celles de quelqu'un d'autre si tu n'en portes pas).",
      "Montre comment tu initierais l'intimité avec quelqu'un qui t'attire.",
      "Laisse quelqu'un tracer un glaçon n'importe où sur ton corps pendant 30 secondes.",
      "Permets à quelqu'un de te bander les yeux et devine quel joueur touche ton visage.",
      "Montre ta meilleure expression d'orgasme.",
      "Laisse le groupe te poser dans une position 'sexy' pour une photo (habillé(e) et uniquement si tu es à l'aise).",
      "Fais ton ramper le plus sexy à travers le sol.",
      "Choisis trois personnes dans le groupe et attribue une partie du corps à embrasser sur chacune d'elles (zones PG-13 uniquement).",
      "Fais ton meilleur strip-tease pendant 30 secondes (peut être par-dessus les vêtements).",
      "Laisse quelqu'un mettre de la crème fouettée ou du chocolat sur ton cou et demande à quelqu'un d'autre de le lécher.",
      "Fais ta meilleure imitation sexy d'une célébrité.",
      "Échange un vêtement avec la personne à ta droite jusqu'au prochain tour.",
      "Laisse le groupe écrire une légende 'attirante' pour ta prochaine publication sur les réseaux sociaux.",
      "Mange de façon séduisante une banane, une glace ou un autre aliment suggestif.",
      "Chuchote quelque chose de séduisant à l'oreille de la personne à ta gauche.",
      "Enlève tous tes accessoires et laisse le groupe décider quand tu peux les récupérer.",
      "Laisse un joueur de ton choix prendre une photo de toi dans une pose de leur choix.",
      "Essaie de séduire quelqu'un dans le groupe en utilisant uniquement des phrases de drague liées aux fruits.",
      "Joue un tour avec quelqu'un assis sur tes genoux.",
      "Laisse quelqu'un utiliser ton téléphone pour parcourir ta galerie de photos.",
      "Laisse le groupe te faire un relooking 'sexy'.",
      "Démontre ton 'mouvement signature' au lit en utilisant un oreiller comme partenaire.",
      "Laisse quelqu'un te nourrir quelque chose les yeux bandés de manière sensuelle.",
      "Enlève un vêtement pour le reste du jeu.",
      "Choisis un joueur et fais ta meilleure phrase de drague sur lui/elle.",
      "Laisse la personne à ta droite te faire un suçon n'importe où au-dessus des épaules.",
      "Joue une scène torride de film avec un autre joueur.",
      "Laisse le groupe coiffer tes cheveux de la manière la plus peu flatteuse possible.",
      "Imite ce que tu penses qu'un autre joueur serait comme dans un moment intime.",
      "Mets du maquillage sans miroir (ou si tu n'as pas de maquillage, laisse quelqu'un dessiner du maquillage sur toi).",
      "Montre ce que tu penses être la façon la plus attirante d'enlever une chemise.",
      "Laisse quelqu'un écrire un mot de leur choix quelque part sur ton corps avec un marqueur.",
      "Envoie la dernière photo de ta galerie à un contact aléatoire.",
      "Établis un contact visuel prolongé avec quelqu'un choisi par le groupe pendant 1 minute sans rire.",
      "Laisse la personne à ta droite écrire un SMS cochon depuis ton téléphone (ne l'envoie pas vraiment).",
      "Permets à deux joueurs de te poser comme un mannequin dans une position 'séduisante'.",
      "Transfère un glaçon de ta bouche à la personne à ta droite en utilisant uniquement vos bouches.",
      "Porte un bandeau sur les yeux pendant que quelqu'un te nourrit de quelque chose et devine ce que c'est.",
      "Choisis une personne dans le groupe et montre comment tu l'aborderais dans un bar.",
      "Laisse tout le monde dans le groupe te donner une nouvelle coiffure.",
      "Montre tes meilleurs 'yeux de chambre' à chaque joueur, un par un.",
      "Laisse un joueur choisi par le groupe vérifier ton historique de navigation.",
      "Assieds-toi sur les genoux du joueur à ta gauche pour le prochain tour.",
      "Prends un selfie séduisant et montre-le au groupe.",
      "Permets à quelqu'un de dessiner sur ton dos avec son doigt et devine ce qu'ils dessinent.",
      "Laisse le groupe vérifier les cinq dernières personnes à qui tu as envoyé un message.",
      "Choisis une personne et nourris-la de quelque chose (fruit, chocolat, etc.) de façon séduisante.",
      "Laisse quelqu'un écrire un statut flirteur sur les réseaux sociaux pour que tu le postes (si tu es à l'aise).",
      "Laisse quelqu'un dessiner un tatouage temporaire sur une partie de ton corps de leur choix.",
      "Montre au groupe ton profil d'application de rencontres, ou crée-en un si tu n'en as pas.",
      "Laisse la personne à ta droite t'appliquer du maquillage ou de la peinture faciale sans miroir.",
      "Décris ta tenue de premier rendez-vous préférée avec un commentaire séduisant.",
      "Échange de pantalon/bas avec quelqu'un pour un tour (si tailles comparables et à l'aise).",
      "Laisse le groupe styliser ta tenue de la manière la plus embarrassante possible.",
      "Choisis quelqu'un à qui donner un massage des mains pendant 30 secondes.",
      "Laisse le groupe créer un titre de profil de rencontres pour toi.",
      "Choisis quelqu'un pour recevoir un massage des épaules de ta part.",
      "Montre ton meilleur flip de cheveux flirteur.",
      "Laisse la personne à ta gauche styliser tes sourcils avec un marqueur lavable.",
      "Choisis quelqu'un avec qui 'poser' pour une séance photo de couple imaginaire.",
      "Agis comme si tu étais dans une publicité de parfum pendant 30 secondes.",
      "Laisse quelqu'un choisir un emplacement de tatouage temporaire embarrassant pour toi.",
      "Mets du rouge à lèvres sans miroir (ou laisse quelqu'un dessiner du rouge à lèvres sur toi avec un marqueur).",
      "Laisse quelqu'un te poser pour une photo de 'profil de rencontres'.",
      "Choisis quelqu'un à nourrir de raisins comme s'il/elle était de la royauté.",
      "Montre au groupe ta photo enregistrée la plus embarrassante.",
      "Porte une tenue embarrassante choisie par le groupe pour les trois prochains tours.",
      "Laisse quelqu'un écrire un message sur ton bras avec un marqueur.",
      "Choisis quelqu'un pour te maquiller les yeux bandés (ou le dessiner avec un marqueur).",
      "Montre comment tu demanderais à quelqu'un de sortir d'une manière ringarde.",
      "Laisse le groupe prendre une photo 'mannequin' de toi à te montrer plus tard.",
      "Laisse quelqu'un coiffer tes cheveux sans que tu puisses les voir jusqu'à ce qu'ils aient terminé.",
      "Applique de la lotion sur les mains de quelqu'un de la manière la plus séduisante possible.",
      "Montre ta meilleure démarche de mannequin à travers la pièce.",
      "Laisse le groupe choisir une pose ridicule que tu dois tenir pendant 30 secondes."
    ],
    "pledges": [
      "Enlève un vêtement et continue le jeu sans (si tu es à l'aise).",
      "Laisse quelqu'un du groupe te bander les yeux et te nourrir de quelque chose.",
      "Donne un massage d'une minute au joueur de ton choix.",
      "Joue une scène séduisante d'un film avec un autre joueur.",
      "Envoie un message flirteur (mais pas explicite) à ton match le plus récent ou à ton béguin.",
      "Permets à quelqu'un de dessiner un tatouage temporaire sur une partie de ton corps de leur choix.",
      "Laisse le groupe choisir un joueur à qui tu dois faire une danse sur les genoux pendant 30 secondes.",
      "Porte du rouge à lèvres (ou du rouge à lèvres dessiné) et embrasse la joue de quelqu'un ou un morceau de papier.",
      "Fais ta meilleure impression de ce que tu penses que quelqu'un dans la pièce serait comme dans une situation intime.",
      "Laisse quelqu'un te nourrir d'un aliment de façon séduisante.",
      "Permets à deux personnes du groupe de coiffer tes cheveux de la manière la plus embarrassante possible.",
      "Choisis un joueur pour s'asseoir sur tes genoux pour le prochain tour.",
      "Laisse quelqu'un tracer un glaçon sur ton bras ou ton cou pendant 20 secondes.",
      "Permets à la personne à ta droite de créer un 'suçon' sur ton bras en utilisant une ventouse ou du maquillage.",
      "Laisse quelqu'un écrire un message flirteur que tu dois publier sur tes réseaux sociaux (si tu es à l'aise).",
      "Échange un vêtement avec un autre joueur jusqu'à la fin du jeu.",
      "Démontre ce que tu penses être ton mouvement de danse le plus attrayant.",
      "Permets à quelqu'un de te poser pour une photo 'séduisante' (qui ne sera pas vraiment prise).",
      "Fais ton meilleur strip-tease pendant 30 secondes (en gardant tes vêtements).",
      "Laisse le groupe choisir un joueur dont tu dois sentir le cou ou le visage et décrire leur parfum.",
      "Choisis quelqu'un pour recevoir un massage des mains ou des pieds de ta part pendant 1 minute.",
      "Permets au groupe de créer une bio d'application de rencontres pour toi.",
      "Laisse quelqu'un verser une petite quantité de boisson sur ta poitrine/ton ventre (si tu es à l'aise).",
      "Montre au groupe tes meilleurs 'yeux de chambre' et ton expression faciale séduisante.",
      "Permets à quelqu'un d'appliquer un glaçon sur ton poignet ou ton cou pendant 15 secondes.",
      "Laisse deux joueurs te positionner comme un mannequin dans une pose embarrassante.",
      "Envoie un message vocal de toi disant quelque chose de flirteur à un ami (avec son consentement pour le recevoir).",
      "Laisse le groupe choisir un joueur dont tu dois embrasser la joue.",
      "Permets à quelqu'un de te nourrir pendant que tu as les yeux bandés et devine ce que c'est.",
      "Décris en détail ta soirée de rendez-vous romantique et sensuelle idéale.",
      "Laisse quelqu'un du groupe t'appliquer du rouge à lèvres sans miroir (ou le dessiner avec un marqueur).",
      "Choisis un joueur à qui tu dois donner un bref massage des épaules.",
      "Permets au groupe de créer une publication romantique sur les réseaux sociaux que tu dois partager (si tu es à l'aise).",
      "Porte un vêtement appartenant à un autre joueur pour le reste du jeu.",
      "Montre comment tu aborderais quelqu'un qui t'attire à une fête.",
      "Laisse le groupe choisir une phrase de drague ringarde que tu dois livrer à quelqu'un de leur choix.",
      "Permets à quelqu'un de dessiner un cœur ou un autre symbole quelque part sur ton corps avec un marqueur.",
      "Montre au groupe ta photo la plus 'esthétique' ou 'attrayante'.",
      "Laisse quelqu'un te nourrir de raisins ou d'un autre petit aliment comme si tu étais de la royauté.",
      "Choisis un joueur que tu dois séduire avec une chanson romantique pendant 30 secondes.",
      "Laisse le groupe choisir quel devrait être ton geste flirteur signature pour le reste du jeu.",
      "Permets à quelqu'un de styliser tes sourcils avec un marqueur lavable.",
      "Choisis deux joueurs avec qui poser pour une prétendue 'affiche de film romantique'.",
      "Laisse le groupe choisir un poème d'amour idiot que tu dois réciter de façon dramatique à quelqu'un.",
      "Permets à quelqu'un d'appliquer une petite quantité de crème fouettée ou de nourriture sur ton doigt que quelqu'un d'autre doit enlever (si tu es à l'aise).",
      "Choisis un joueur dont tu dois tenir la main pour le prochain tour.",
      "Laisse le groupe créer un 'nom de couple' pour toi et un autre joueur qui doit être utilisé quand on se réfère à l'un de vous.",
      "Démontre ta meilleure 'démarche de mannequin' à travers la pièce.",
      "Permets à quelqu'un de créer un 'grain de beauté' sur ton visage avec un marqueur.",
      "Choisis un joueur à qui tu dois chuchoter un compliment.",
      "Laisse le groupe décider d'une 'pose signature' que tu dois prendre chaque fois que c'est ton tour.",
      "Partage une histoire de rencontre embarrassante (réelle ou inventée si tu n'en as pas).",
      "Permets à quelqu'un de coiffer tes cheveux sans que tu les voies jusqu'à ce qu'ils aient terminé.",
      "Choisis quelqu'un dont tu dois tracer la main avec ton doigt pendant 30 secondes.",
      "Laisse le groupe choisir un béguin célèbre dont tu dois prétendre être fou/folle amoureux(se) pour les 3 prochains tours.",
      "Permets à quelqu'un d'écrire un message sur ton bras avec un marqueur.",
      "Choisis un joueur à qui tu dois décrire ce que tu trouves attrayant chez lui/elle.",
      "Laisse le groupe choisir un surnom romantique idiot que tout le monde doit t'appeler pour le reste du jeu.",
      "Permets à quelqu'un de t'appliquer du maquillage pendant que tu as les yeux bandés (ou le dessiner avec un marqueur).",
      "Choisis un joueur dont tu dois tenir doucement le visage pendant 5 secondes.",
      "Laisse le groupe décider d'un personnage de film romantique que tu dois imiter pour les 3 prochains tours.",
      "Montre ton meilleur regard smouldering à chaque joueur dans la pièce.",
      "Permets à quelqu'un de te poser pour une 'couverture de roman d'amour' avec un autre joueur.",
      "Choisis quelqu'un à qui tu dois réciter une citation de film romantique.",
      "Laisse le groupe choisir un joueur dont tu dois baiser la main formellement.",
      "Permets à quelqu'un de te donner à boire sans utiliser tes mains.",
      "Choisis un joueur à qui faire un compliment gentil d'une manière démodée.",
      "Laisse le groupe choisir une chanson romantique que tu dois fredonner jusqu'à ce que quelqu'un la devine.",
      "Permets à quelqu'un d'écrire 'XOXO' ou un simple cœur quelque part de visible sur ton corps.",
      "Choisis un joueur avec qui danser lentement pendant 30 secondes (pas besoin de musique).",
      "Laisse le groupe décider d'un couple romantique célèbre que toi et un autre joueur devez prétendre être pendant un tour.",
      "Permets à quelqu'un d'appliquer un grain de beauté temporaire sur ton visage avec un marqueur.",
      "Choisis quelqu'un dont tu dois être à seulement 15 centimètres du visage pendant 10 secondes (sans toucher).",
      "Laisse le groupe décider d'une note 'd'admirateur secret' idiote que tu dois écrire à quelqu'un.",
      "Permets à quelqu'un de prendre une photo de toi posant ridiculement (que tu approuves avant qu'elle ne soit sauvegardée).",
      "Choisis un joueur à qui tu dois présenter un poème impromptu sur ses yeux.",
      "Laisse le groupe décider d'un 'titre royal' pour toi que tout le monde doit utiliser en s'adressant à toi pour le reste du jeu.",
      "Permets à quelqu'un de créer une couronne en papier ou une décoration que tu dois porter pour les 3 prochains tours.",
      "Choisis quelqu'un à qui tu dois donner une histoire élaborée et fausse de comment tu es tombé(e) amoureux(se).",
      "Laisse le groupe choisir un joueur dont tu dois tracer les lignes de la main tout en prétendant lire son avenir."
    ]
  }
}
