
{
  "en": {
    "truths": [
      "Have you ever been caught doing something you shouldn't have been doing?",
      "What's the most embarrassing text you've ever sent?",
      "Have you ever had a crush on a friend's significant other?",
      "What's the wildest thing you've done while drunk?",
      "Have you ever pretended to be sick to get out of something? What was it?",
      "What's the most embarrassing thing your parents have caught you doing?",
      "Who in this room would you most like to swap lives with for a day?",
      "What's your biggest regret from high school?",
      "Have you ever lied to get out of trouble? What happened?",
      "What's the most embarrassing thing in your search history?",
      "What's the biggest lie you've ever told without getting caught?",
      "Have you ever stolen something? What was it?",
      "What's the most embarrassing nickname you've ever had?",
      "Have you ever been kicked out of anywhere?",
      "What's the most trouble you've ever been in?",
      "Have you ever been in a physical fight?",
      "What's the most cringe-worthy thing you've posted online?",
      "What's the most inappropriate time you've laughed?",
      "Have you ever faked being interested in someone's conversation?",
      "What's the meanest thing you've ever said to someone?",
      "What's the most embarrassing thing that's happened to you on a date?",
      "Have you ever cheated on an exam?",
      "Have you ever lied about your age?",
      "What's the most painful physical experience you've had?",
      "Have you ever broken something and blamed it on someone else?",
      "What's the most cringe-worthy phase you went through?",
      "Have you ever been caught telling a lie?",
      "What's the most ridiculous thing you've done on a dare?",
      "Have you ever snuck out of your house?",
      "What's a secret you've never told any of your friends?",
      "Have you ever had a crush on your friend's sibling?",
      "What's the most embarrassing thing a family member has done in public?",
      "Have you ever sent a text to the wrong person? What was it?",
      "What's your worst hangover experience?",
      "Have you ever crashed a party you weren't invited to?",
      "What's the most immature thing you still do?",
      "Have you ever been fired from a job?",
      "What's the worst excuse you've ever used?",
      "Have you ever been caught in a lie by your parents?",
      "What's the most rebellious thing you did as a teenager?",
      "Have you ever been drunk before noon?",
      "What's the worst thing you've done that you don't regret?",
      "Have you ever accidentally walked in on someone in the bathroom?",
      "What's the most awkward date you've been on?",
      "Have you ever pretended to know someone famous?",
      "What's the craziest thing you've done while no one was watching?",
      "Have you ever called in sick when you weren't?",
      "What's the most embarrassing item in your room right now?",
      "Have you ever gotten revenge on someone?",
      "What's your worst habit that you're embarrassed about?",
      "Have you ever embarrassed yourself in front of a crush?",
      "What's the weirdest place you've ever fallen asleep?",
      "Have you ever snooped through someone else's things?",
      "What's something you did that you still feel guilty about?",
      "Have you ever kept a friend's secret from their partner?",
      "What's the most unusual place you've thrown up?",
      "Have you ever been stopped by police?",
      "What's your biggest irrational fear?",
      "Have you ever made a fool of yourself while trying to impress someone?",
      "What's the worst thing you've said to a teacher?",
      "Have you ever ruined someone else's property?",
      "What's the most expensive thing you've broken?",
      "Have you ever stalked someone on social media?",
      "What's the most inappropriate gift you've ever received?",
      "Have you ever lied about your job or achievements?",
      "What's the most childish argument you've had as an adult?",
      "Have you ever been catfished or catfished someone?",
      "What's the longest you've gone without brushing your teeth?",
      "Have you ever eaten food that fell on the floor?",
      "What's the grossest thing you've ever done?",
      "Have you ever ding-dong-ditched someone?",
      "What's the most disgusting food combination you secretly enjoy?",
      "Have you ever been caught picking your nose?",
      "What's the most embarrassing thing your parents still don't know about?",
      "Have you ever stayed friends with someone because it was too awkward to cut them off?",
      "What's the meanest practical joke you've played on someone?",
      "Have you ever had a wardrobe malfunction?",
      "What's the most embarrassing thing you've done at work or school?",
      "Have you ever faked enjoyment of an expensive activity or gift?",
      "What's the stupidest thing you've done to try to fit in?",
      "Have you ever pretended to like a movie or show just because others did?",
      "What's the most embarrassing thing you've said to someone you were attracted to?",
      "Have you ever forgotten someone's name while introducing them?",
      "What's the most embarrassing thing that's happened to you in a public bathroom?",
      "Have you ever gone the entire day with something embarrassing on your clothes or face without realizing?",
      "What's the most ridiculous argument you've ever had?",
      "Have you ever accidentally insulted someone to their face?",
      "What's the most inappropriate time you've had your phone go off?",
      "Have you ever pretended to be someone else online?",
      "What's the most desperate thing you've done when you were broke?",
      "Have you ever cheated at a board game or competition?",
      "What's something ridiculous you believed for far too long?",
      "Have you ever taken credit for something you didn't do?",
      "What's the most embarrassing thing you've been caught doing by a neighbor?",
      "Have you ever gotten trapped or stuck somewhere?",
      "What's the most childish thing you've done in the last month?",
      "Have you ever worn the same underwear multiple days in a row?",
      "What's the worst thing you've ever clogged a toilet with?",
      "Have you ever laughed so hard something embarrassing happened?",
      "What's the weirdest thing you've ever eaten on a dare?",
      "Have you ever hidden something from your parents in your room?",
      "What's the most ridiculous purchase you've ever made?"
    ],
    "dares": [
      "Take a shot of hot sauce.",
      "Call your crush or ex and tell them you miss talking to them.",
      "Let someone go through your Instagram DMs.",
      "Do your best impression of another player and have others guess who it is.",
      "Show the last five people you texted and what the messages said.",
      "Let the group post anything they want on your social media.",
      "Attempt to breakdance for 30 seconds.",
      "Eat a spoonful of the spiciest condiment available.",
      "Let someone draw on your face with washable marker.",
      "Call a pizza place and ask if they deliver to Mars.",
      "Run around the outside of the house/building once.",
      "Let everyone look through your phone for one minute.",
      "Put ice cubes down your shirt and pants until they melt.",
      "Send a romantic voice message to a random contact.",
      "Do 20 jumping jacks while singing your favorite song.",
      "Let the person to your right style your hair however they want.",
      "Prank call someone saying you're from a radio station and they've won a prize.",
      "Send the 10th person in your contact list a message saying, 'I know what you did last summer.'",
      "Let someone in the room write a status on your social media.",
      "Do your best celebrity impression.",
      "Wear your clothes backward for the next three rounds.",
      "Eat a mix of condiments prepared by the group.",
      "Let the group pick a new name for you that everyone must call you for the rest of the game.",
      "Do your best dance move.",
      "Try to make the person to your right laugh without touching them.",
      "Call a friend and have a conversation using only song lyrics.",
      "Let someone else in the group text your crush/partner from your phone.",
      "Tell the most embarrassing story about yourself.",
      "Try to juggle items chosen by the group for 30 seconds.",
      "Let everyone in the room create a cocktail/drink for you to try.",
      "Imitate a YouTube influencer for 1 minute.",
      "Eat a raw vegetable or fruit with the peel still on.",
      "Let two people from the group give you a makeover.",
      "Let someone else use your phone to call your most recent contact.",
      "Show everyone your most embarrassing photo.",
      "Sing a song in a language you don't speak.",
      "Let someone in the group choose your profile picture for a week.",
      "Wear a blindfold and guess who's who by touching their faces (with consent).",
      "Take a selfie with the toilet and post it online with a deep caption.",
      "Go outside and howl at the moon for 30 seconds.",
      "Do the 'renegade' TikTok dance or another viral dance.",
      "Let someone pour water over your head.",
      "Call your mom and tell her you got engaged (then quickly tell her it's a joke).",
      "Let someone from the group read the last conversation in your text messages.",
      "Let each player put one ingredient into a cup, then drink it.",
      "Do your best freestyle rap about the person to your left.",
      "Wear your shoes on the wrong feet for the next three rounds.",
      "Let the room give you a drink and you have to chug it.",
      "Act out a dramatic scene from a movie without speaking.",
      "Let the group decide on three random words you have to work into a pick-up line.",
      "Exchange an item of clothing with someone of the group's choosing until the end of the game.",
      "Let the group create an embarrassing hairstyle for you.",
      "Record a video dancing to a song chosen by the group and post it to your story.",
      "Try to make up a rumor about yourself and tell it convincingly.",
      "Draw a mustache on yourself and keep it for the next three rounds.",
      "Make up a 30-second commercial about a random object in the room.",
      "Let someone go through your saved posts/collections on social media.",
      "Pick someone in the room and do their makeup (or draw makeup on them with marker).",
      "Speak in an accent chosen by the group for the next three rounds.",
      "Call a restaurant and ask if they deliver to a ridiculous place.",
      "Try to fit as many snacks in your mouth as possible.",
      "Let someone from the group pick a silly walk that you must use for the next 10 minutes.",
      "Have a staring contest with the person to your right; loser takes a shot/drink.",
      "Make a prank call pretending to be a celebrity.",
      "Let the group pose you for an 'influencer' photo that you must post.",
      "Switch clothes with the person to your right for the next two rounds.",
      "Let the group send a text from your phone to a contact of their choice.",
      "Have a pillow fight with the person to your left.",
      "Act like a cat for the next three minutes.",
      "Let someone pour ice water down your back.",
      "Take a sip of every drink in the room.",
      "Put on a blindfold and identify people by smelling them.",
      "Make a TikTok or Instagram-worthy dance and post it.",
      "Let the group style your hair with food items.",
      "Stand on one foot while reciting the alphabet backward.",
      "Say the first thing that comes to mind about each person in the room.",
      "Speak without closing your mouth for the next round.",
      "Let the group choose a song for you to sing karaoke-style.",
      "Attempt to do a handstand (with someone spotting you).",
      "Let someone draw a temporary tattoo on your arm with marker.",
      "Call a friend and try to convince them you're a professional opera singer now.",
      "Let the group put makeup on you (or draw it on) while blindfolded.",
      "Moonwalk across the room.",
      "Let someone crack an egg on your head.",
      "Try to sell a random object in the room like a salesperson for 1 minute.",
      "Call someone and confess your undying love for cheese (or another random food).",
      "Walk around with your shoes on your hands for the next round.",
      "Act out giving birth, complete with sound effects.",
      "Let someone pour a small amount of a condiment on your forehead and you have to keep it there for a round.",
      "Call the last person in your call log and sing 'Twinkle Twinkle Little Star.'",
      "Try to breakdance in slow motion for 30 seconds.",
      "Let the group write a text to your boss/teacher/parent (but don't actually send it).",
      "Put your socks on your hands for the next three rounds.",
      "Let someone give you a wet willy.",
      "Make animal noises every time someone asks you a question for the next three rounds.",
      "Let everyone in the room go through your wallet/purse.",
      "Try to tell a joke while gargling water (don't swallow or spit it out).",
      "Let the group cover your face with sticky notes.",
      "Attempt to serenade the person to your left with a love song.",
      "Use only your elbows to eat a snack of the group's choice."
    ],
    "pledges": [
      "Do 15 push-ups.",
      "Take a shot of hot sauce (or a strong food item).",
      "Let the group put an ice cube down your shirt until it melts.",
      "Post an embarrassing childhood photo on your social media without context.",
      "Let someone draw on your face with marker (washable).",
      "Call a friend and speak in an accent for the entire conversation.",
      "Exchange an item of clothing with another player until the end of the game.",
      "Eat a spoonful of a condiment chosen by the group.",
      "Let the group take a funny picture of you to use as your profile picture for 24 hours.",
      "Do a chicken dance in the middle of the circle for 30 seconds.",
      "Let someone style your hair however they want for the rest of the game.",
      "Sing a song in a dramatic opera voice.",
      "Send a text to your crush or ex saying 'I've been thinking about you lately.'",
      "Let the group create a social media post for you to publish.",
      "Prank call someone and pretend to be a telemarketer.",
      "Wear your clothes inside out for the rest of the game.",
      "Let the group create a drink with multiple ingredients that you must drink.",
      "Do your best impression of a famous person for 1 minute.",
      "Let someone crack an egg on your head (if available).",
      "Post a video of yourself doing the chicken dance on social media.",
      "Let each player add one ingredient to a food or drink item you must consume.",
      "Speak in rhymes for the next 5 rounds.",
      "Let the group give you a temporary tattoo with markers.",
      "Call the 5th person in your contacts and sing them Happy Birthday (regardless of when their birthday is).",
      "Do a runway walk while the group cheers and rates your performance.",
      "Let the group choose a word that you must work into every sentence for the next 5 rounds.",
      "Attempt to do 5 cartwheels in a row (if safe to do so).",
      "Let someone pour water over your head.",
      "Post a status saying, 'Big announcement coming soon! Can't wait to share!' and don't explain for 24 hours.",
      "Let everyone check your browser history.",
      "Send a voice message to a friend speaking in a silly voice and pretending to be someone else.",
      "Let the group pick someone for you to give a one-minute massage to.",
      "Wear a hat made from available materials for the rest of the game.",
      "Exchange shoes with another player for the rest of the game.",
      "Let the group decide on a silly way you must walk and talk for the next 3 rounds.",
      "Call a restaurant and ask if they deliver to a joke address.",
      "Let someone feed you a snack while you're blindfolded and guess what it is.",
      "Let the group create a 'dare' post on your social media asking for suggestions.",
      "Speak in an accent chosen by the group for the next 5 rounds.",
      "Let someone pour ice down your pants.",
      "Make a post on social media professing your love for a fictional character.",
      "Let the group choose three people from your contacts for you to send the same random emoji to.",
      "Post a picture with an exaggerated pouty face and an overly dramatic caption.",
      "Let someone else record your voicemail greeting (and keep it for at least 24 hours).",
      "Wear your socks on your hands for the next 3 rounds.",
      "Go outside and sing a song loudly (or at the window if indoors).",
      "Let the group choose 3 random objects for you to create and perform a commercial for.",
      "Do your best seductive dance move to a song chosen by the group.",
      "Let everyone in the group style one part of your look (hair, makeup, outfit, etc.).",
      "Put ice in your pockets until it melts.",
      "Send a text to 3 people saying, 'I just saw someone who looked exactly like you!'",
      "Let the group write a text message to your most recent contact (nothing too embarrassing).",
      "Try to do an impression of each person in the room.",
      "Let someone pour a drink on your socks.",
      "Go outside and howl at the moon for 30 seconds.",
      "Let the group choose a ridiculous pose for you to hold for 1 minute.",
      "Post a selfie with an overly philosophical caption chosen by the group.",
      "Send a voice message to a friend pretending to be a radio DJ giving them a shoutout.",
      "Let the group create a new signature for you to use for the rest of the night.",
      "Try to make a drink using at least 4 ingredients chosen by other players (non-alcoholic option available).",
      "Let the group take control of your social media for 5 minutes.",
      "Call someone and try to convince them you've taken up a random new hobby intensely.",
      "Perform a dramatic reading of the text messages from the last person you texted.",
      "Let someone put makeup on you with your non-dominant hand (or draw it on with marker).",
      "Make up a short story featuring everyone in the room in embarrassing situations.",
      "Try to drink water while someone else holds the glass for you.",
      "Let the group decide on a dance move you have to perform whenever someone says your name.",
      "Recreate a famous movie scene with someone else in the group.",
      "Let someone else choose your profile pictures for all social media platforms for 24 hours.",
      "Call a friend and try to have a conversation without using any words containing the letter 'e'.",
      "Let the group decide on a silly nickname that everyone must call you for the rest of the night.",
      "Make a social media post with an unnecessarily long and dramatic caption about something mundane.",
      "Let someone else text your parent or sibling from your phone (nothing inappropriate).",
      "Try to balance as many items as possible on your head for 30 seconds.",
      "Let the group come up with a fake rumor about you that you have to try to convince another friend of when you call them.",
      "Speak in a whisper for the next 5 rounds.",
      "Let someone else choose an outfit for you from your available clothes that you must wear for the rest of the game.",
      "Attempt to recite the alphabet backward while doing jumping jacks.",
      "Let the group decide on an accent you must use for the next 10 minutes of the game.",
      "Let someone style your hair using only condiments or food items (if available).",
      "Call a friend and try to convince them you're considering a radical career change.",
      "Let the group write a poem that you have to perform dramatically.",
      "Attempt to tell a joke in a language you don't speak.",
      "Let someone draw a unibrow and mustache on you that you must keep for the rest of the game.",
      "Wear your clothes backward for the rest of the game.",
      "Let the group record you doing a silly dance that they can show one other person not playing the game.",
      "Try to sell a random object in the room as if you're on a home shopping channel.",
      "Let someone else choose your next social media profile photo.",
      "Try to impersonate a celebrity while answering the next 5 questions you're asked.",
      "Let someone pour water from one cup to another using your head as the middle point.",
      "Go outside and perform jumping jacks while singing a song chosen by the group."
    ]
  },
  "fr": {
    "truths": [
      "As-tu déjà été surpris(e) en train de faire quelque chose que tu n'aurais pas dû faire?",
      "Quel est le message le plus embarrassant que tu aies jamais envoyé?",
      "As-tu déjà eu un béguin pour le partenaire d'un ami?",
      "Quelle est la chose la plus folle que tu aies faite en étant ivre?",
      "As-tu déjà fait semblant d'être malade pour éviter quelque chose? Qu'était-ce?",
      "Quelle est la chose la plus embarrassante que tes parents t'ont surpris(e) à faire?",
      "Avec qui dans cette pièce aimerais-tu le plus échanger ta vie pendant une journée?",
      "Quel est ton plus grand regret du lycée?",
      "As-tu déjà menti pour éviter des problèmes? Que s'est-il passé?",
      "Quelle est la chose la plus embarrassante dans ton historique de recherche?",
      "Quel est le plus gros mensonge que tu aies jamais raconté sans te faire prendre?",
      "As-tu déjà volé quelque chose? Qu'était-ce?",
      "Quel est le surnom le plus embarrassant que tu aies jamais eu?",
      "As-tu déjà été expulsé(e) de quelque part?",
      "Dans quel pétrin t'es-tu déjà retrouvé(e)?",
      "As-tu déjà participé à une bagarre?",
      "Quelle est la chose la plus embarrassante que tu aies jamais postée en ligne?",
      "Quel est le moment le plus inapproprié où tu as ri?",
      "As-tu déjà fait semblant d'être intéressé(e) par la conversation de quelqu'un?",
      "Quelle est la chose la plus méchante que tu aies jamais dite à quelqu'un?",
      "Quelle est la chose la plus embarrassante qui te soit arrivée lors d'un rendez-vous?",
      "As-tu déjà triché à un examen?",
      "As-tu déjà menti sur ton âge?",
      "Quelle est l'expérience physique la plus douloureuse que tu aies eue?",
      "As-tu déjà cassé quelque chose et accusé quelqu'un d'autre?",
      "Quelle est la phase la plus embarrassante que tu aies traversée?",
      "T'a-t-on déjà surpris(e) en train de mentir?",
      "Quelle est la chose la plus ridicule que tu aies faite sur un défi?",
      "T'es-tu déjà faufilé(e) hors de ta maison?",
      "Quel est un secret que tu n'as jamais dit à aucun de tes amis?",
      "As-tu déjà eu un béguin pour le frère ou la sœur d'un ami?",
      "Quelle est la chose la plus embarrassante qu'un membre de ta famille ait faite en public?",
      "As-tu déjà envoyé un message à la mauvaise personne? Qu'était-ce?",
      "Quelle est ta pire expérience de gueule de bois?",
      "As-tu déjà fait irruption dans une fête à laquelle tu n'étais pas invité(e)?",
      "Quelle est la chose la plus immature que tu fais encore?",
      "As-tu déjà été licencié(e) d'un emploi?",
      "Quelle est la pire excuse que tu aies jamais utilisée?",
      "Tes parents t'ont-ils déjà surpris(e) en train de mentir?",
      "Quelle est la chose la plus rebelle que tu aies faite en tant qu'adolescent(e)?",
      "As-tu déjà été ivre avant midi?",
      "Quelle est la pire chose que tu aies faite dont tu ne regrettes pas?",
      "Es-tu déjà entré(e) accidentellement dans les toilettes pendant que quelqu'un y était?",
      "Quel est le rendez-vous le plus gênant que tu aies eu?",
      "As-tu déjà prétendu connaître quelqu'un de célèbre?",
      "Quelle est la chose la plus folle que tu aies faite quand personne ne regardait?",
      "As-tu déjà appelé pour te dire malade quand tu ne l'étais pas?",
      "Quel est l'objet le plus embarrassant dans ta chambre en ce moment?",
      "T'es-tu déjà vengé(e) sur quelqu'un?",
      "Quelle est ta pire habitude dont tu as honte?",
      "T'es-tu déjà embarrassé(e) devant un béguin?",
      "Quel est l'endroit le plus étrange où tu t'es endormi(e)?",
      "As-tu déjà fouiné dans les affaires de quelqu'un d'autre?",
      "Qu'as-tu fait dont tu te sens encore coupable?",
      "As-tu déjà gardé le secret d'un ami vis-à-vis de son partenaire?",
      "Quel est l'endroit le plus inhabituel où tu as vomi?",
      "As-tu déjà été arrêté(e) par la police?",
      "Quelle est ta plus grande peur irrationnelle?",
      "T'es-tu déjà ridiculisé(e) en essayant d'impressionner quelqu'un?",
      "Quelle est la pire chose que tu aies dite à un enseignant?",
      "As-tu déjà endommagé la propriété de quelqu'un d'autre?",
      "Quelle est la chose la plus chère que tu aies cassée?",
      "As-tu déjà traqué quelqu'un sur les réseaux sociaux?",
      "Quel est le cadeau le plus inapproprié que tu aies jamais reçu?",
      "As-tu déjà menti sur ton travail ou tes réalisations?",
      "Quelle est la dispute la plus puérile que tu aies eue en tant qu'adulte?",
      "As-tu déjà été victime de catfishing ou as-tu déjà catfishé quelqu'un?",
      "Quelle est la plus longue période pendant laquelle tu n'as pas brossé tes dents?",
      "As-tu déjà mangé de la nourriture tombée par terre?",
      "Quelle est la chose la plus dégoûtante que tu aies jamais faite?",
      "As-tu déjà fait sonner une sonnette et t'es enfui(e)?",
      "Quelle est la combinaison alimentaire la plus dégoûtante que tu apprécies secrètement?",
      "T'a-t-on déjà surpris(e) en train de te curer le nez?",
      "Quelle est la chose la plus embarrassante que tes parents ne savent toujours pas?",
      "Es-tu déjà resté(e) ami(e) avec quelqu'un parce que c'était trop gênant de couper les ponts?",
      "Quelle est la blague pratique la plus méchante que tu aies jouée à quelqu'un?",
      "As-tu déjà eu un problème de garde-robe?",
      "Quelle est la chose la plus embarrassante que tu aies faite au travail ou à l'école?",
      "As-tu déjà fait semblant d'apprécier une activité ou un cadeau coûteux?",
      "Quelle est la chose la plus stupide que tu aies faite pour essayer de t'intégrer?",
      "As-tu déjà fait semblant d'aimer un film ou une émission simplement parce que d'autres l'aimaient?",
      "Quelle est la chose la plus embarrassante que tu aies dite à quelqu'un par qui tu étais attiré(e)?",
      "As-tu déjà oublié le nom de quelqu'un en le présentant?",
      "Quelle est la chose la plus embarrassante qui te soit arrivée dans des toilettes publiques?",
      "As-tu déjà passé toute la journée avec quelque chose d'embarrassant sur tes vêtements ou ton visage sans t'en rendre compte?",
      "Quelle est la dispute la plus ridicule que tu aies jamais eue?",
      "As-tu déjà insulté accidentellement quelqu'un en face?",
      "Quel est le moment le plus inapproprié où ton téléphone a sonné?",
      "As-tu déjà prétendu être quelqu'un d'autre en ligne?",
      "Quelle est la chose la plus désespérée que tu aies faite quand tu étais fauché(e)?",
      "As-tu déjà triché à un jeu de société ou à une compétition?",
      "Quelle est une chose ridicule à laquelle tu as cru pendant beaucoup trop longtemps?",
      "T'es-tu déjà attribué le mérite de quelque chose que tu n'as pas fait?",
      "Quelle est la chose la plus embarrassante pour laquelle un voisin t'a surpris(e)?",
      "T'es-tu déjà retrouvé(e) piégé(e) ou coincé(e) quelque part?",
      "Quelle est la chose la plus puérile que tu aies faite au cours du dernier mois?",
      "As-tu déjà porté les mêmes sous-vêtements plusieurs jours d'affilée?",
      "Quelle est la pire chose avec laquelle tu as déjà bouché des toilettes?",
      "As-tu déjà ri si fort que quelque chose d'embarrassant s'est produit?",
      "Quelle est la chose la plus étrange que tu aies jamais mangée sur un défi?",
      "As-tu déjà caché quelque chose à tes parents dans ta chambre?",
      "Quel est l'achat le plus ridicule que tu aies jamais fait?"
    ],
    "dares": [
      "Prends un shot de sauce piquante.",
      "Appelle ton béguin ou ton ex et dis-lui que tu lui manques.",
      "Laisse quelqu'un parcourir tes DM Instagram.",
      "Fais ta meilleure imitation d'un autre joueur et laisse les autres deviner qui c'est.",
      "Montre les cinq dernières personnes à qui tu as envoyé un message et ce que disaient les messages.",
      "Laisse le groupe poster ce qu'il veut sur tes réseaux sociaux.",
      "Essaie de faire du breakdance pendant 30 secondes.",
      "Mange une cuillère du condiment le plus épicé disponible.",
      "Laisse quelqu'un dessiner sur ton visage avec un marqueur lavable.",
      "Appelle une pizzeria et demande s'ils livrent sur Mars.",
      "Cours une fois autour de la maison/du bâtiment.",
      "Laisse tout le monde regarder dans ton téléphone pendant une minute.",
      "Mets des glaçons dans ta chemise et ton pantalon jusqu'à ce qu'ils fondent.",
      "Envoie un message vocal romantique à un contact aléatoire.",
      "Fais 20 jumping jacks tout en chantant ta chanson préférée.",
      "Laisse la personne à ta droite coiffer tes cheveux comme elle veut.",
      "Fais un canular téléphonique en disant que tu es d'une station de radio et qu'ils ont gagné un prix.",
      "Envoie à la 10ème personne dans ta liste de contacts un message disant: 'Je sais ce que tu as fait l'été dernier.'",
      "Laisse quelqu'un dans la pièce écrire un statut sur tes réseaux sociaux.",
      "Fais ta meilleure imitation d'une célébrité.",
      "Porte tes vêtements à l'envers pour les trois prochains tours.",
      "Mange un mélange de condiments préparé par le groupe.",
      "Laisse le groupe choisir un nouveau nom pour toi que tout le monde doit utiliser pour le reste du jeu.",
      "Fais ton meilleur pas de danse.",
      "Essaie de faire rire la personne à ta droite sans la toucher.",
      "Appelle un ami et aie une conversation en utilisant uniquement des paroles de chansons.",
      "Laisse quelqu'un d'autre dans le groupe envoyer un message à ton béguin/partenaire depuis ton téléphone.",
      "Raconte l'histoire la plus embarrassante sur toi-même.",
      "Essaie de jongler avec des objets choisis par le groupe pendant 30 secondes.",
      "Laisse tout le monde dans la pièce créer un cocktail/une boisson pour que tu l'essaies.",
      "Imite un influenceur YouTube pendant 1 minute.",
      "Mange un légume ou un fruit cru avec la peau encore dessus.",
      "Laisse deux personnes du groupe te relooker.",
      "Laisse quelqu'un d'autre utiliser ton téléphone pour appeler ton contact le plus récent.",
      "Montre à tout le monde ta photo la plus embarrassante.",
      "Chante une chanson dans une langue que tu ne parles pas.",
      "Laisse quelqu'un dans le groupe choisir ta photo de profil pendant une semaine.",
      "Porte un bandeau sur les yeux et devine qui est qui en touchant leurs visages (avec consentement).",
      "Prends un selfie avec les toilettes et publie-le en ligne avec une légende profonde.",
      "Va dehors et hurle à la lune pendant 30 secondes.",
      "Fais la danse 'renegade' de TikTok ou une autre danse virale.",
      "Laisse quelqu'un verser de l'eau sur ta tête.",
      "Appelle ta mère et dis-lui que tu t'es fiancé(e) (puis dis-lui rapidement que c'est une blague).",
      "Laisse quelqu'un du groupe lire la dernière conversation dans tes messages textes.",
      "Laisse chaque joueur mettre un ingrédient dans une tasse, puis bois-la.",
      "Fais ton meilleur freestyle rap sur la personne à ta gauche.",
      "Porte tes chaussures aux mauvais pieds pour les trois prochains tours.",
      "Laisse la pièce te donner une boisson et tu dois la descendre d'un trait.",
      "Joue une scène dramatique d'un film sans parler.",
      "Laisse le groupe décider de trois mots aléatoires que tu dois intégrer dans une phrase de drague.",
      "Échange un vêtement avec quelqu'un choisi par le groupe jusqu'à la fin du jeu.",
      "Laisse le groupe te créer une coiffure embarrassante.",
      "Enregistre une vidéo de toi en train de danser sur une chanson choisie par le groupe et publie-la dans ton histoire.",
      "Essaie d'inventer une rumeur sur toi-même et raconte-la de manière convaincante.",
      "Dessine-toi une moustache et garde-la pour les trois prochains tours.",
      "Invente une publicité de 30 secondes sur un objet aléatoire dans la pièce.",
      "Laisse quelqu'un parcourir tes publications/collections enregistrées sur les réseaux sociaux.",
      "Choisis quelqu'un dans la pièce et maquille-le (ou dessine du maquillage sur lui avec un marqueur).",
      "Parle avec un accent choisi par le groupe pour les trois prochains tours.",
      "Appelle un restaurant et demande s'ils livrent à un endroit ridicule.",
      "Essaie de mettre autant de collations dans ta bouche que possible.",
      "Laisse quelqu'un du groupe choisir une démarche idiote que tu dois utiliser pendant les 10 prochaines minutes.",
      "Fais un concours de regard avec la personne à ta droite; le perdant prend un shot/une boisson.",
      "Fais un canular téléphonique en prétendant être une célébrité.",
      "Laisse le groupe te poser pour une photo 'd'influenceur' que tu dois publier.",
      "Échange de vêtements avec la personne à ta droite pour les deux prochains tours.",
      "Laisse le groupe envoyer un message depuis ton téléphone à un contact de leur choix.",
      "Fais une bataille d'oreillers avec la personne à ta gauche.",
      "Agis comme un chat pendant les trois prochaines minutes.",
      "Laisse quelqu'un verser de l'eau glacée dans ton dos.",
      "Prends une gorgée de chaque boisson dans la pièce.",
      "Mets un bandeau sur les yeux et identifie les gens en les sentant.",
      "Fais une danse digne de TikTok ou Instagram et publie-la.",
      "Laisse le groupe coiffer tes cheveux avec des aliments.",
      "Tiens-toi sur un pied tout en récitant l'alphabet à l'envers.",
      "Dis la première chose qui te vient à l'esprit sur chaque personne dans la pièce.",
      "Parle sans fermer la bouche pendant le prochain tour.",
      "Laisse le groupe choisir une chanson pour que tu chantes en karaoké.",
      "Essaie de faire le poirier (avec quelqu'un qui t'aide).",
      "Laisse quelqu'un dessiner un tatouage temporaire sur ton bras avec un marqueur.",
      "Appelle un ami et essaie de le convaincre que tu es maintenant un chanteur d'opéra professionnel.",
      "Laisse le groupe te maquiller (ou le dessiner) les yeux bandés.",
      "Fais le moonwalk à travers la pièce.",
      "Laisse quelqu'un casser un œuf sur ta tête.",
      "Essaie de vendre un objet aléatoire dans la pièce comme un vendeur pendant 1 minute.",
      "Appelle quelqu'un et confesse ton amour éternel pour le fromage (ou un autre aliment aléatoire).",
      "Marche avec tes chaussures sur tes mains pour le prochain tour.",
      "Joue l'accouchement, avec les effets sonores.",
      "Laisse quelqu'un verser une petite quantité de condiment sur ton front et tu dois le garder là pendant un tour.",
      "Appelle la dernière personne dans ton journal d'appels et chante 'Twinkle Twinkle Little Star'.",
      "Essaie de faire du breakdance au ralenti pendant 30 secondes.",
      "Laisse le groupe écrire un message à ton patron/enseignant/parent (mais ne l'envoie pas vraiment).",
      "Mets tes chaussettes sur tes mains pour les trois prochains tours.",
      "Laisse quelqu'un te faire un 'wet willy'.",
      "Fais des bruits d'animaux chaque fois que quelqu'un te pose une question pendant les trois prochains tours.",
      "Laisse tout le monde dans la pièce fouiller dans ton portefeuille/sac.",
      "Essaie de raconter une blague en gargarisant de l'eau (ne l'avale pas et ne la recrache pas).",
      "Laisse le groupe couvrir ton visage de post-it.",
      "Essaie de séduire la personne à ta gauche avec une chanson d'amour.",
      "Utilise uniquement tes coudes pour manger une collation choisie par le groupe."
    ],
    "pledges": [
      "Fais 15 pompes.",
      "Prends un shot de sauce piquante (ou d'un aliment fort).",
      "Laisse le groupe mettre un glaçon dans ta chemise jusqu'à ce qu'il fonde.",
      "Publie une photo embarrassante de ton enfance sur tes réseaux sociaux sans contexte.",
      "Laisse quelqu'un dessiner sur ton visage avec un marqueur (lavable).",
      "Appelle un ami et parle avec un accent pendant toute la conversation.",
      "Échange un vêtement avec un autre joueur jusqu'à la fin du jeu.",
      "Mange une cuillère d'un condiment choisi par le groupe.",
      "Laisse le groupe prendre une photo drôle de toi à utiliser comme photo de profil pendant 24 heures.",
      "Fais une danse du poulet au milieu du cercle pendant 30 secondes.",
      "Laisse quelqu'un coiffer tes cheveux comme il veut pour le reste du jeu.",
      "Chante une chanson avec une voix d'opéra dramatique.",
      "Envoie un message à ton crush ou à ton ex en disant 'Je pense à toi dernièrement.'",
      "Laisse le groupe créer une publication sur les réseaux sociaux pour que tu la publies.",
      "Fais un canular téléphonique et prétends être un télévendeur.",
      "Porte tes vêtements à l'envers pour le reste du jeu.",
      "Laisse le groupe créer une boisson avec plusieurs ingrédients que tu dois boire.",
      "Fais ta meilleure imitation d'une personne célèbre pendant 1 minute.",
      "Laisse quelqu'un casser un œuf sur ta tête (si disponible).",
      "Publie une vidéo de toi en train de faire la danse du poulet sur les réseaux sociaux.",
      "Laisse chaque joueur ajouter un ingrédient à un aliment ou une boisson que tu dois consommer.",
      "Parle en rimes pendant les 5 prochains tours.",
      "Laisse le groupe te faire un tatouage temporaire avec des marqueurs.",
      "Appelle la 5ème personne dans tes contacts et chante-lui Joyeux Anniversaire (peu importe quand est son anniversaire).",
      "Fais un défilé de mode pendant que le groupe applaudit et évalue ta performance.",
      "Laisse le groupe choisir un mot que tu dois intégrer dans chaque phrase pendant les 5 prochains tours.",
      "Essaie de faire 5 roues d'affilée (si c'est sécuritaire).",
      "Laisse quelqu'un verser de l'eau sur ta tête.",
      "Publie un statut disant: 'Grande annonce à venir! J'ai hâte de partager!' et n'explique pas pendant 24 heures.",
      "Laisse tout le monde vérifier ton historique de navigation.",
      "Envoie un message vocal à un ami en parlant d'une voix idiote et en prétendant être quelqu'un d'autre.",
      "Laisse le groupe choisir quelqu'un à qui tu dois faire un massage d'une minute.",
      "Porte un chapeau fait de matériaux disponibles pour le reste du jeu.",
      "Échange tes chaussures avec un autre joueur pour le reste du jeu.",
      "Laisse le groupe décider d'une façon idiote de marcher et parler pour les 3 prochains tours.",
      "Appelle un restaurant et demande s'ils livrent à une adresse farfelue.",
      "Laisse quelqu'un te nourrir d'une collation pendant que tu as les yeux bandés et devine ce que c'est.",
      "Laisse le groupe créer une publication 'défi' sur tes réseaux sociaux demandant des suggestions.",
      "Parle avec un accent choisi par le groupe pendant les 5 prochains tours.",
      "Laisse quelqu'un verser de la glace dans ton pantalon.",
      "Fais une publication sur les réseaux sociaux professant ton amour pour un personnage de fiction.",
      "Laisse le groupe choisir trois personnes dans tes contacts à qui tu dois envoyer le même emoji aléatoire.",
      "Publie une photo avec une moue exagérée et une légende excessivement dramatique.",
      "Laisse quelqu'un d'autre enregistrer ton message d'accueil de messagerie vocale (et garde-le pendant au moins 24 heures).",
      "Porte tes chaussettes sur tes mains pour les 3 prochains tours.",
      "Va dehors et chante une chanson à haute voix (ou à la fenêtre si tu es à l'intérieur).",
      "Laisse le groupe choisir 3 objets aléatoires pour lesquels tu dois créer et exécuter une publicité.",
      "Fais ton meilleur mouvement de danse séduisant sur une chanson choisie par le groupe.",
      "Laisse chaque membre du groupe styliser une partie de ton look (cheveux, maquillage, tenue, etc.).",
      "Mets de la glace dans tes poches jusqu'à ce qu'elle fonde.",
      "Envoie un message à 3 personnes en disant: 'Je viens de voir quelqu'un qui te ressemblait exactement!'",
      "Laisse le groupe écrire un message texte à ton contact le plus récent (rien de trop embarrassant).",
      "Essaie de faire une imitation de chaque personne dans la pièce.",
      "Laisse quelqu'un verser une boisson sur tes chaussettes.",
      "Va dehors et hurle à la lune pendant 30 secondes.",
      "Laisse le groupe choisir une pose ridicule que tu dois tenir pendant 1 minute.",
      "Publie un selfie avec une légende excessivement philosophique choisie par le groupe.",
      "Envoie un message vocal à un ami en prétendant être un DJ radio lui faisant un clin d'œil.",
      "Laisse le groupe créer une nouvelle signature pour toi à utiliser pour le reste de la soirée.",
      "Essaie de faire une boisson en utilisant au moins 4 ingrédients choisis par d'autres joueurs (option non alcoolisée disponible).",
      "Laisse le groupe prendre le contrôle de tes réseaux sociaux pendant 5 minutes.",
      "Appelle quelqu'un et essaie de le convaincre que tu t'es intensément mis à un nouveau passe-temps aléatoire.",
      "Fais une lecture dramatique des messages texte de la dernière personne à qui tu as envoyé un message.",
      "Laisse quelqu'un te maquiller avec ta main non dominante (ou le dessiner avec un marqueur).",
      "Invente une courte histoire mettant en scène tout le monde dans la pièce dans des situations embarrassantes.",
      "Essaie de boire de l'eau pendant que quelqu'un d'autre tient le verre pour toi.",
      "Laisse le groupe décider d'un pas de danse que tu dois exécuter chaque fois que quelqu'un prononce ton nom.",
      "Recrée une scène de film célèbre avec quelqu'un d'autre dans le groupe.",
      "Laisse quelqu'un d'autre choisir tes photos de profil pour toutes les plateformes de médias sociaux pendant 24 heures.",
      "Appelle un ami et essaie d'avoir une conversation sans utiliser de mots contenant la lettre 'e'.",
      "Laisse le groupe décider d'un surnom idiot que tout le monde doit t'appeler pour le reste de la soirée.",
      "Fais une publication sur les réseaux sociaux avec une légende inutilement longue et dramatique sur quelque chose de banal.",
      "Laisse quelqu'un d'autre envoyer un message à ton parent ou à ton frère/sœur depuis ton téléphone (rien d'inapproprié).",
      "Essaie d'équilibrer autant d'objets que possible sur ta tête pendant 30 secondes.",
      "Laisse le groupe inventer une fausse rumeur sur toi que tu dois essayer de faire croire à un autre ami quand tu l'appelles.",
      "Parle en chuchotant pendant les 5 prochains tours.",
      "Laisse quelqu'un d'autre choisir une tenue pour toi parmi tes vêtements disponibles que tu dois porter pour le reste du jeu.",
      "Essaie de réciter l'alphabet à l'envers tout en faisant des jumping jacks.",
      "Laisse le groupe décider d'un accent que tu dois utiliser pendant les 10 prochaines minutes du jeu.",
      "Laisse quelqu'un coiffer tes cheveux en utilisant uniquement des condiments ou des aliments (si disponible).",
      "Appelle un ami et essaie de le convaincre que tu envisages un changement de carrière radical.",
      "Laisse le groupe écrire un poème que tu dois interpréter de façon dramatique.",
      "Essaie de raconter une blague dans une langue que tu ne parles pas.",
      "Laisse quelqu'un te dessiner un monosourcil et une moustache que tu dois garder pour le reste du jeu.",
      "Porte tes vêtements à l'envers pour le reste du jeu.",
      "Laisse le groupe t'enregistrer en train de faire une danse idiote qu'ils peuvent montrer à une autre personne ne jouant pas au jeu.",
      "Essaie de vendre un objet aléatoire dans la pièce comme si tu étais sur une chaîne de téléachat.",
      "Laisse quelqu'un d'autre choisir ta prochaine photo de profil sur les réseaux sociaux.",
      "Essaie d'imiter une célébrité tout en répondant aux 5 prochaines questions qu'on te pose.",
      "Laisse quelqu'un verser de l'eau d'une tasse à une autre en utilisant ta tête comme point intermédiaire.",
      "Va dehors et fais des jumping jacks tout en chantant une chanson choisie par le groupe."
    ]
  }
}
