
{
  "en": {
    "truths": [
      "What is your biggest pet peeve?",
      "If you could have dinner with any historical figure, who would it be and why?",
      "What's your most embarrassing childhood memory?",
      "What's a skill you wish you had?",
      "If you could live anywhere in the world, where would it be?",
      "What was your first impression of the person to your right?",
      "What's something you're proud of but don't get to brag about?",
      "What's the weirdest food combination you enjoy?",
      "What's the most embarrassing thing in your room right now?",
      "What would you do if you were invisible for a day?",
      "If you had to eat one food for the rest of your life, what would it be?",
      "What's a movie you secretly love but don't admit to?",
      "What's the most embarrassing thing in your search history?",
      "If you could switch lives with someone in this room for a day, who would it be?",
      "What was your most awkward date ever?",
      "What's your guilty pleasure TV show?",
      "What's the worst gift you've ever received?",
      "What's something you've done that you never want your parents to find out about?",
      "What's your most irrational fear?",
      "Who was your first celebrity crush?",
      "What's the most ridiculous fact you know?",
      "What's the worst fashion trend you've participated in?",
      "What's the most trouble you've ever been in?",
      "If you could have any superpower, what would it be and why?",
      "What's the most childish thing you still do?",
      "If you had to get a tattoo right now, what would you get?",
      "What's the worst excuse you've ever used?",
      "What's your most used emoji?",
      "What's the strangest dream you've ever had?",
      "What's your favorite childhood TV show?",
      "If you had to change your name, what would you change it to?",
      "What's the longest you've gone without showering?",
      "What's your go-to karaoke song?",
      "What's a habit you have that you think nobody else has?",
      "What's the worst advice you've ever given?",
      "What's your most controversial food opinion?",
      "If animals could talk, which would be the rudest?",
      "What's the strangest thing you've eaten?",
      "If you were a flavor of ice cream, what would you be?",
      "What's the worst haircut you've ever had?",
      "What's something you believed for way too long?",
      "What's your favorite song to secretly sing in the shower?",
      "What's the most embarrassing thing you've said on a date?",
      "If you could master one skill instantly, what would it be?",
      "What's the worst trouble you got into at school?",
      "What's the longest you've gone without sleep?",
      "What's your favorite childhood memory?",
      "What's the most embarrassing thing you've said to a stranger?",
      "If you could only use three apps for the rest of your life, which would they be?",
      "What's the most spontaneous thing you've ever done?",
      "What's your worst cooking disaster?",
      "What was your favorite toy as a child?",
      "What's something you thought was cool as a teenager but now find embarrassing?",
      "What's the dumbest way you've been injured?",
      "What's the weirdest text you've ever sent?",
      "What's the most useless talent you have?",
      "What's a quirky habit you have?",
      "What's the most adventurous thing you've ever eaten?",
      "If you could telepathically talk to one species of animal, which would it be?",
      "What's your favorite book/movie and why?",
      "If you could travel back in time, what year would you visit?",
      "What's your most embarrassing school memory?",
      "What's your worst habit?",
      "What's the funniest joke you know?",
      "If you had to wear one outfit for the rest of your life, what would it be?",
      "What's the weirdest thing you've ever done when you were alone?",
      "What song do you know all the lyrics to?",
      "What do you like most about yourself?",
      "What was your dream job as a child?",
      "What three items would you take to a deserted island?",
      "What's your proudest achievement?",
      "What's the best advice you've ever received?",
      "What's the weirdest thing you believed as a child?",
      "What's one thing you've never told anyone in this room?",
      "What's the worst movie you've ever seen?",
      "What's your favorite board game?",
      "What's a secret talent you have?",
      "What was your first impression of the person to your left?",
      "What's your all-time favorite meal?",
      "What's the most beautiful place you've ever been?",
      "If you could instantly learn any language, which would you choose?",
      "What's your favorite childhood book?",
      "What's the strangest talent you have?",
      "What's the most adventurous thing you've ever done?",
      "What's something weird that you're afraid of?",
      "What's a weird food combination that you enjoy?",
      "What's your most prized possession?",
      "What fictional character do you relate to most?",
      "What's a phobia you have?",
      "What's your all-time favorite movie?",
      "What's the silliest thing you take very seriously?",
      "If you had to delete all but 3 apps from your phone, which would you keep?",
      "What's the funniest thing that's happened to you recently?",
      "What's something you used to hate but now love?",
      "What's your favorite smell and why?",
      "What's one thing you can't live without?",
      "If you had to eat one meal for the rest of your life, what would it be?",
      "What's your favorite way to waste time?",
      "What's something you're looking forward to?",
      "If you could have one superpower, what would it be?",
      "What's the worst job you've ever had?"
    ],
    "dares": [
      "Do your best impression of another player in the room.",
      "Let the group go through your phone for 30 seconds.",
      "Send a funny selfie to the last person you texted.",
      "Do your best dance move.",
      "Speak in an accent for the next two rounds.",
      "Call a friend and sing 'Happy Birthday' to them, regardless of when their birthday is.",
      "Tell a joke. If no one laughs, try again.",
      "Let someone style your hair however they want.",
      "Put as many items of clothing on as possible in 30 seconds.",
      "Try to make the person to your right laugh without touching them.",
      "Show everyone your camera roll.",
      "Text your crush or a family member a cheesy pickup line.",
      "Do 10 jumping jacks.",
      "Let someone draw on your face with a washable marker.",
      "Eat a spoonful of a condiment of the group's choice.",
      "Show the most embarrassing photo on your phone.",
      "Let the group pose you for a funny picture.",
      "Try to lick your elbow.",
      "Hold a plank position for 30 seconds.",
      "Recite the alphabet backward.",
      "Make up a song about the person to your left.",
      "Speak in rhymes for the next two rounds.",
      "Do your best celebrity impression.",
      "Let the group look at your browser history.",
      "Show the last five people you texted and what the messages said.",
      "Make a funny TikTok-style dance and perform it.",
      "Pretend to be an animal of the group's choice until your next turn.",
      "Let someone tickle you for 10 seconds.",
      "Call the 5th contact in your phone and sing them a song.",
      "Put ice cubes down your shirt and let them melt.",
      "Attempt a cartwheel or handstand.",
      "Try to juggle three items of the group's choosing.",
      "Let the group create a new hairstyle for you.",
      "Make up a short rap about yourself.",
      "Do 5 push-ups.",
      "Hop on one foot for 30 seconds.",
      "Wear your clothes backwards for the next two rounds.",
      "Let someone else update your social media status.",
      "Do your best robot dance impression.",
      "Try to make a basket into a trash can from 10 feet away.",
      "Talk without closing your mouth for the next two minutes.",
      "Let someone draw a temporary tattoo on your arm.",
      "Make up a commercial for a random object in the room.",
      "Take a funny selfie and make it your profile picture for at least an hour.",
      "Do your best runway walk across the room.",
      "Tell an embarrassing story about yourself.",
      "Attempt to do 5 ballet spins in a row.",
      "Try to remove your socks using only your feet.",
      "Say the alphabet while hopping on one foot.",
      "Trade an item of clothing with someone for the rest of the game.",
      "Let the group style your hair into the most ridiculous style possible.",
      "Perform your best opera singing voice.",
      "Make an Instagram or TikTok-worthy post with the person to your right.",
      "Make up a secret handshake with the person across from you.",
      "Show the last YouTube video you watched.",
      "Let the group choose a new name for you, and everyone must call you that for the rest of the game.",
      "Do your best impression of a YouTube or TikTok influencer.",
      "Try to wrap your entire face with toilet paper in 30 seconds.",
      "Go outside and howl at the moon (or pretend to if indoors).",
      "Try to fit as many marshmallows (or small snacks) in your mouth as possible.",
      "Speak in slow motion for the next round.",
      "Do the chicken dance without music.",
      "Act out a scene from your favorite movie without speaking.",
      "Call the last person you texted and sing the chorus of your favorite song.",
      "Put a bunch of random ingredients in a cup, mix it, and take a sip.",
      "Try to make a basket with a paper ball into a trash can from across the room.",
      "Let someone give you a makeover (using makeup if available).",
      "Tell a ghost story in a spooky voice.",
      "Imitate a YouTuber for 1 minute.",
      "Let the group create a silly outfit for you to wear for the next two rounds.",
      "Try to hula hoop for 30 seconds (or pretend to if no hula hoop is available).",
      "Make a prank call using speaker phone.",
      "Do your best impression of a celebrity throwing a tantrum.",
      "Let the group take a funny picture of you and post it on your social media.",
      "Try to recite a nursery rhyme while doing squats.",
      "Tell a story using only sound effects.",
      "Try to balance a book on your head while walking around the room.",
      "Let someone feed you a food item of their choice while you're blindfolded.",
      "Do your best impression of a news reporter reporting a silly made-up story.",
      "Attempt to limbo under a broomstick or similar item.",
      "Try to say the tongue twister 'She sells seashells by the seashore' five times fast.",
      "Make a TikTok-style dance to a song of the group's choice.",
      "Wear your shoes on the wrong feet for the next two rounds.",
      "Pretend to be underwater for the next minute.",
      "Let the group create a signature for you that you must use for the rest of the game.",
      "Try to name 15 different animals in 30 seconds.",
      "Attempt to spin around 10 times and then walk in a straight line.",
      "Let someone draw on your arm with a washable marker.",
      "Speak with your tongue sticking out for the next round.",
      "Do your best dramatic reading of a random text message on your phone.",
      "Try to do a magic trick with items in the room.",
      "Let the group give you a temporary nickname that must be used for the rest of the game.",
      "Try to whistle after putting 5 crackers in your mouth.",
      "Let someone style your eyebrows with a washable marker.",
      "Do your best runway walk across the room with an object on your head.",
      "Attempt to moonwalk across the room.",
      "Say 'banana' after every sentence for the next three rounds.",
      "Make up a short song about an object in the room."
    ],
    "pledges": [
      "Do 10 push-ups.",
      "Speak in a foreign accent for the next 3 rounds.",
      "Take a silly selfie and make it your profile picture for 24 hours.",
      "Let someone draw on your face with a washable marker.",
      "Do the chicken dance for 30 seconds.",
      "Tell a really bad joke and give a dramatic pause for laughter.",
      "Exchange an item of clothing with another player until the end of the game.",
      "Speak in rhymes for the next 3 rounds.",
      "Give a dramatic reading of the last text message you sent.",
      "Let the group choose your social media status for the next 24 hours.",
      "Do your best impression of a celebrity of the group's choice.",
      "Say everything backward for the next 2 rounds.",
      "Attempt to juggle with 3 random objects chosen by the group.",
      "Do a freestyle rap about someone in the room.",
      "Text your crush or a family member a cheesy pickup line.",
      "Let someone feed you a snack while blindfolded.",
      "Pretend to be an animal of the group's choice until your next turn.",
      "Call a friend and sing them 'Happy Birthday' regardless of when their birthday is.",
      "Balance a spoon on your nose for 30 seconds.",
      "Let someone give you a new hairstyle that you must keep for the rest of the game.",
      "Speak in slow motion for the next round.",
      "Do your best runway model walk across the room.",
      "Let the group choose a word, and you have to work it into every sentence for the next 3 rounds.",
      "Attempt to tell a story while holding water in your mouth (don't swallow or spit it out).",
      "Wear your clothes inside out for the next 3 rounds.",
      "Let the group decide on a silly dance you must perform.",
      "Try to pat your head and rub your stomach while reciting the alphabet.",
      "Pretend to be a news reporter and give a breaking news update about the game.",
      "Do your best impression of another player in the room.",
      "Let the player to your right make you a drink concoction (non-alcoholic) that you must drink.",
      "Sing a song in a whisper voice.",
      "Let the group choose three random objects for you to tell a creative story about.",
      "Post a dramatic selfie with an equally dramatic caption on your social media.",
      "Try to say 'toy boat' 10 times as fast as you can.",
      "Act out a scene from a movie without speaking, and let others guess what it is.",
      "Wear a funny hat or head decoration made from items in the room for the next 3 rounds.",
      "Make a prank call to a friend (on speaker).",
      "Let each player ask you one question that you must answer truthfully.",
      "Do your best impression of someone famous talking about something ordinary.",
      "Allow the group to pose you for a funny picture.",
      "Speak without closing your mouth for the next two rounds.",
      "Let another player do your makeup (if available) or draw makeup on your face.",
      "Do your best robot dance for 30 seconds.",
      "Let someone style your eyebrows with a wet washable marker.",
      "Attempt to do 5 ballet spins in a row.",
      "Let the group give you a silly nickname that everyone must use for the rest of the game.",
      "Try to tell a funny story while doing jumping jacks.",
      "Put ice cubes in your pockets until they melt.",
      "Do an impression of a character from a TV show and continue until someone guesses correctly.",
      "Trade socks with the person to your right for the rest of the game.",
      "Post a status on social media that says, 'Big news coming soon! Can't wait to share!'",
      "Try to say the alphabet backwards in 30 seconds.",
      "Send a text to a friend asking if they believe in aliens.",
      "Stand up and recite a nursery rhyme with dramatic gestures.",
      "Let the group write a message on your arm with a washable marker.",
      "Hold a plank position while introducing yourself as if at a job interview.",
      "Do your best impersonation of a YouTube influencer.",
      "Let someone choose a funny filter, and you have to take a selfie with it and keep it as your phone background for 24 hours.",
      "Make a 'commercial' trying to sell a random object in the room.",
      "Sing a song while holding your nose.",
      "Try to make a paper airplane and land it on someone's head.",
      "Let the group decide on a silly walk that you must use when moving around for the next 3 rounds.",
      "Send a voice message to someone not playing the game, speaking in a made-up language.",
      "Let each player add one ingredient to a drink that you have to take a sip of.",
      "Send a text to someone saying, 'I just saw someone who looks exactly like you!'",
      "Call a random contact and try to have a conversation while yawning repeatedly.",
      "Pretend to be a food critic and give a detailed review of an imaginary meal.",
      "Let the group decide on three random words that you must use in a social media post.",
      "Try to balance three random objects on your head for 30 seconds.",
      "Give a one-minute speech about why socks are the greatest invention ever.",
      "Send your most recent photo in your camera roll to a friend with no context.",
      "Let the group decide on a dance move that you have to perform every time someone says your name.",
      "Speak in a whisper for the next two rounds.",
      "Try to convince someone not playing the game to join in a very enthusiastic way via text message.",
      "Let another player pose you for an 'artistic' photo.",
      "Try to balance a spoon on your face for 30 seconds.",
      "Go outside and shout 'I love games!' (or to the window if indoors).",
      "Pretend to be a motivational speaker giving a pep talk about a mundane activity.",
      "Let the group decide on a signature catchphrase that you must say after everything you say for the next 3 rounds.",
      "Try to draw a perfect circle on a piece of paper while keeping your eyes closed.",
      "Let another player style your hair using only water.",
      "Speak with an exaggerated accent for the next 3 rounds.",
      "Try to tell a story one word at a time, going around the circle.",
      "Ask a stranger (or call a friend) for advice on a silly made-up problem.",
      "Give compliments to each player in the most dramatic way possible.",
      "Let someone else decide your next social media update.",
      "Attempt to do a cartwheel or somersault (only if it's safe to do so).",
      "Let the group create a superhero identity for you, complete with name and powers.",
      "Try to make a beat using only sounds you can make with your mouth for 30 seconds.",
      "Let another player choose three emojis that you must send to the last person you texted.",
      "Stand on one foot while reciting your favorite quote.",
      "Narrate another player's actions in a documentary-style voice for 1 minute.",
      "Make a short speech thanking everyone as if you just won an Oscar.",
      "Let the group decide on a silly voice that you must use for the next 3 rounds.",
      "Try to do 10 jumping jacks while singing your favorite song."
    ]
  },
  "fr": {
    "truths": [
      "Quel est ton plus grand pet peeve?",
      "Si tu pouvais dîner avec n'importe quelle figure historique, qui choisirais-tu et pourquoi?",
      "Quel est ton souvenir d'enfance le plus embarrassant?",
      "Quelle compétence aimerais-tu avoir?",
      "Si tu pouvais vivre n'importe où dans le monde, où vivrais-tu?",
      "Quelle a été ta première impression de la personne à ta droite?",
      "De quoi es-tu fier mais dont tu ne peux pas te vanter?",
      "Quelle est la combinaison alimentaire la plus étrange que tu apprécies?",
      "Quelle est la chose la plus embarrassante dans ta chambre en ce moment?",
      "Que ferais-tu si tu étais invisible pendant une journée?",
      "Si tu devais manger un seul aliment pour le reste de ta vie, lequel serait-ce?",
      "Quel film aimes-tu secrètement mais que tu n'admets pas?",
      "Quelle est la chose la plus embarrassante dans ton historique de recherche?",
      "Si tu pouvais échanger ta vie avec quelqu'un dans cette pièce pendant une journée, qui serait-ce?",
      "Quel a été ton rendez-vous le plus gênant?",
      "Quelle est ton émission de télévision 'plaisir coupable'?",
      "Quel est le pire cadeau que tu aies jamais reçu?",
      "Qu'as-tu fait que tu ne veux jamais que tes parents découvrent?",
      "Quelle est ta peur la plus irrationnelle?",
      "Qui a été ton premier béguin pour une célébrité?",
      "Quel est le fait le plus ridicule que tu connaisses?",
      "Quelle est la pire tendance de mode à laquelle tu as participé?",
      "Dans quel pétrin t'es-tu retrouvé(e)?",
      "Si tu pouvais avoir un superpouvoir, lequel serait-ce et pourquoi?",
      "Quelle est la chose la plus enfantine que tu fais encore?",
      "Si tu devais te faire tatouer maintenant, que choisirais-tu?",
      "Quelle est la pire excuse que tu aies jamais utilisée?",
      "Quel est ton emoji le plus utilisé?",
      "Quel est le rêve le plus étrange que tu aies jamais fait?",
      "Quelle est ton émission de télévision préférée de ton enfance?",
      "Si tu devais changer de nom, quel nom choisirais-tu?",
      "Quelle est la plus longue période pendant laquelle tu n'as pas pris de douche?",
      "Quelle est ta chanson de karaoké préférée?",
      "Quelle habitude as-tu que tu penses que personne d'autre n'a?",
      "Quel est le pire conseil que tu aies jamais donné?",
      "Quelle est ton opinion la plus controversée sur la nourriture?",
      "Si les animaux pouvaient parler, lesquels seraient les plus grossiers?",
      "Quelle est la chose la plus étrange que tu aies mangée?",
      "Si tu étais un parfum de glace, lequel serais-tu?",
      "Quelle est la pire coupe de cheveux que tu aies jamais eue?",
      "À quoi as-tu cru pendant beaucoup trop longtemps?",
      "Quelle est ta chanson préférée à chanter secrètement sous la douche?",
      "Quelle est la chose la plus embarrassante que tu aies dite lors d'un rendez-vous?",
      "Si tu pouvais maîtriser instantanément une compétence, laquelle serait-ce?",
      "Dans quel pétrin t'es-tu retrouvé(e) à l'école?",
      "Quelle est la plus longue période pendant laquelle tu n'as pas dormi?",
      "Quel est ton souvenir d'enfance préféré?",
      "Quelle est la chose la plus embarrassante que tu aies dite à un étranger?",
      "Si tu ne pouvais utiliser que trois applications pour le reste de ta vie, lesquelles seraient-elles?",
      "Quelle est la chose la plus spontanée que tu aies jamais faite?",
      "Quelle est ta pire catastrophe culinaire?",
      "Quel était ton jouet préféré quand tu étais enfant?",
      "Qu'est-ce que tu trouvais cool en tant qu'adolescent mais que tu trouves maintenant embarrassant?",
      "De quelle façon la plus stupide t'es-tu blessé(e)?",
      "Quel est le SMS le plus bizarre que tu aies jamais envoyé?",
      "Quel est le talent le plus inutile que tu possèdes?",
      "Quelle habitude étrange as-tu?",
      "Quelle est la chose la plus aventureuse que tu aies jamais mangée?",
      "Si tu pouvais parler télépathiquement à une espèce animale, laquelle serait-ce?",
      "Quel est ton livre/film préféré et pourquoi?",
      "Si tu pouvais voyager dans le temps, quelle année visiterais-tu?",
      "Quel est ton souvenir scolaire le plus embarrassant?",
      "Quelle est ta pire habitude?",
      "Quelle est la blague la plus drôle que tu connaisses?",
      "Si tu devais porter une tenue pour le reste de ta vie, laquelle serait-ce?",
      "Quelle est la chose la plus bizarre que tu aies jamais faite quand tu étais seul(e)?",
      "De quelle chanson connais-tu toutes les paroles?",
      "Qu'est-ce que tu aimes le plus chez toi?",
      "Quel était ton métier de rêve quand tu étais enfant?",
      "Quels trois objets emporterais-tu sur une île déserte?",
      "Quelle est ta plus grande fierté?",
      "Quel est le meilleur conseil que tu aies jamais reçu?",
      "Quelle est la chose la plus bizarre à laquelle tu croyais enfant?",
      "Quelle est une chose que tu n'as jamais dite à personne dans cette pièce?",
      "Quel est le pire film que tu aies jamais vu?",
      "Quel est ton jeu de société préféré?",
      "Quel talent secret possèdes-tu?",
      "Quelle a été ta première impression de la personne à ta gauche?",
      "Quel est ton repas préféré de tous les temps?",
      "Quel est l'endroit le plus beau où tu es allé(e)?",
      "Si tu pouvais apprendre instantanément une langue, laquelle choisirais-tu?",
      "Quel est ton livre d'enfance préféré?",
      "Quel est le talent le plus étrange que tu possèdes?",
      "Quelle est la chose la plus aventureuse que tu aies jamais faite?",
      "De quoi as-tu peur qui soit étrange?",
      "Quelle combinaison alimentaire étrange aimes-tu?",
      "Quel est ton bien le plus précieux?",
      "À quel personnage de fiction t'identifies-tu le plus?",
      "Quelle phobie as-tu?",
      "Quel est ton film préféré de tous les temps?",
      "Quelle est la chose la plus idiote que tu prends très au sérieux?",
      "Si tu devais supprimer toutes les applications de ton téléphone sauf 3, lesquelles garderais-tu?",
      "Quelle est la chose la plus drôle qui t'est arrivée récemment?",
      "Qu'est-ce que tu détestais avant mais que tu aimes maintenant?",
      "Quelle est ton odeur préférée et pourquoi?",
      "Quelle est une chose sans laquelle tu ne peux pas vivre?",
      "Si tu devais manger un repas pour le reste de ta vie, lequel serait-ce?",
      "Quelle est ta façon préférée de perdre du temps?",
      "Qu'attends-tu avec impatience?",
      "Si tu pouvais avoir un superpouvoir, lequel serait-ce?",
      "Quel est le pire emploi que tu aies jamais eu?"
    ],
    "dares": [
      "Fais ta meilleure imitation d'un autre joueur dans la pièce.",
      "Laisse le groupe parcourir ton téléphone pendant 30 secondes.",
      "Envoie un selfie drôle à la dernière personne à qui tu as envoyé un message.",
      "Fais ton meilleur pas de danse.",
      "Parle avec un accent pendant les deux prochains tours.",
      "Appelle un ami et chante-lui 'Joyeux Anniversaire', peu importe quand est son anniversaire.",
      "Raconte une blague. Si personne ne rit, essaie à nouveau.",
      "Laisse quelqu'un coiffer tes cheveux comme il veut.",
      "Mets autant de vêtements que possible en 30 secondes.",
      "Essaie de faire rire la personne à ta droite sans la toucher.",
      "Montre à tout le monde ta galerie de photos.",
      "Envoie à ton crush ou à un membre de ta famille une phrase de drague ringarde.",
      "Fais 10 jumping jacks.",
      "Laisse quelqu'un dessiner sur ton visage avec un marqueur lavable.",
      "Mange une cuillère d'un condiment choisi par le groupe.",
      "Montre la photo la plus embarrassante sur ton téléphone.",
      "Laisse le groupe te poser pour une photo drôle.",
      "Essaie de lécher ton coude.",
      "Tiens la position de la planche pendant 30 secondes.",
      "Récite l'alphabet à l'envers.",
      "Invente une chanson sur la personne à ta gauche.",
      "Parle en rimes pendant les deux prochains tours.",
      "Fais ta meilleure imitation d'une célébrité.",
      "Laisse le groupe regarder ton historique de navigation.",
      "Montre les cinq dernières personnes à qui tu as envoyé un message et ce que disaient les messages.",
      "Fais une danse de style TikTok drôle et exécute-la.",
      "Fais semblant d'être un animal choisi par le groupe jusqu'à ton prochain tour.",
      "Laisse quelqu'un te chatouiller pendant 10 secondes.",
      "Appelle le 5ème contact de ton téléphone et chante-lui une chanson.",
      "Mets des glaçons dans ta chemise et laisse-les fondre.",
      "Essaie de faire une roue ou un poirier.",
      "Essaie de jongler avec trois objets choisis par le groupe.",
      "Laisse le groupe te créer une nouvelle coiffure.",
      "Invente un court rap sur toi-même.",
      "Fais 5 pompes.",
      "Saute sur un pied pendant 30 secondes.",
      "Porte tes vêtements à l'envers pendant les deux prochains tours.",
      "Laisse quelqu'un d'autre mettre à jour ton statut sur les réseaux sociaux.",
      "Fais ta meilleure imitation de danse robotique.",
      "Essaie de faire un panier dans une poubelle à 3 mètres de distance.",
      "Parle sans fermer la bouche pendant les deux prochaines minutes.",
      "Laisse quelqu'un dessiner un tatouage temporaire sur ton bras.",
      "Invente une publicité pour un objet aléatoire dans la pièce.",
      "Prends un selfie drôle et fais-en ta photo de profil pendant au moins une heure.",
      "Fais ta meilleure démarche de mannequin à travers la pièce.",
      "Raconte une histoire embarrassante sur toi-même.",
      "Essaie de faire 5 pirouettes de ballet d'affilée.",
      "Essaie d'enlever tes chaussettes en utilisant uniquement tes pieds.",
      "Dis l'alphabet en sautant sur un pied.",
      "Échange un vêtement avec quelqu'un pour le reste du jeu.",
      "Laisse le groupe coiffer tes cheveux dans le style le plus ridicule possible.",
      "Chante avec ta meilleure voix d'opéra.",
      "Fais un post digne d'Instagram ou de TikTok avec la personne à ta droite.",
      "Invente une poignée de main secrète avec la personne en face de toi.",
      "Montre la dernière vidéo YouTube que tu as regardée.",
      "Laisse le groupe choisir un nouveau nom pour toi, et tout le monde doit t'appeler comme ça pour le reste du jeu.",
      "Fais ta meilleure imitation d'un influenceur YouTube ou TikTok.",
      "Essaie d'envelopper tout ton visage avec du papier toilette en 30 secondes.",
      "Va dehors et hurle à la lune (ou fais semblant si tu es à l'intérieur).",
      "Essaie de mettre autant de guimauves (ou de petites collations) dans ta bouche que possible.",
      "Parle au ralenti pendant le prochain tour.",
      "Fais la danse du poulet sans musique.",
      "Joue une scène de ton film préféré sans parler.",
      "Appelle la dernière personne à qui tu as envoyé un message et chante le refrain de ta chanson préférée.",
      "Mets un tas d'ingrédients aléatoires dans une tasse, mélange-les et prends une gorgée.",
      "Essaie de faire un panier avec une boule de papier dans une poubelle de l'autre côté de la pièce.",
      "Laisse quelqu'un te relooker (avec du maquillage si disponible).",
      "Raconte une histoire de fantôme avec une voix effrayante.",
      "Imite un YouTuber pendant 1 minute.",
      "Laisse le groupe créer une tenue ridicule que tu dois porter pendant les deux prochains tours.",
      "Essaie de faire du hula hoop pendant 30 secondes (ou fais semblant si aucun hula hoop n'est disponible).",
      "Fais un appel canular en utilisant le haut-parleur.",
      "Fais ta meilleure imitation d'une célébrité qui fait une crise.",
      "Laisse le groupe prendre une photo drôle de toi et la publier sur tes réseaux sociaux.",
      "Essaie de réciter une comptine tout en faisant des squats.",
      "Raconte une histoire en utilisant uniquement des effets sonores.",
      "Essaie d'équilibrer un livre sur ta tête tout en marchant dans la pièce.",
      "Laisse quelqu'un te nourrir d'un aliment de leur choix pendant que tu as les yeux bandés.",
      "Fais ta meilleure imitation d'un journaliste rapportant une histoire idiote inventée.",
      "Essaie de faire le limbo sous un balai ou un objet similaire.",
      "Essaie de dire le virelangue 'Les chaussettes de l'archiduchesse sont-elles sèches ou archi-sèches' cinq fois rapidement.",
      "Fais une danse de style TikTok sur une chanson choisie par le groupe.",
      "Porte tes chaussures aux mauvais pieds pendant les deux prochains tours.",
      "Fais semblant d'être sous l'eau pendant la prochaine minute.",
      "Laisse le groupe créer une signature pour toi que tu dois utiliser pour le reste du jeu.",
      "Essaie de nommer 15 animaux différents en 30 secondes.",
      "Essaie de tourner sur toi-même 10 fois puis de marcher en ligne droite.",
      "Laisse quelqu'un dessiner sur ton bras avec un marqueur lavable.",
      "Parle avec ta langue qui sort pour le prochain tour.",
      "Fais ta meilleure lecture dramatique d'un message texte aléatoire sur ton téléphone.",
      "Essaie de faire un tour de magie avec des objets dans la pièce.",
      "Laisse le groupe te donner un surnom temporaire qui doit être utilisé pour le reste du jeu.",
      "Essaie de siffler après avoir mis 5 crackers dans ta bouche.",
      "Laisse quelqu'un styliser tes sourcils avec un marqueur lavable.",
      "Fais ta meilleure démarche de mannequin à travers la pièce avec un objet sur ta tête.",
      "Essaie de faire le moonwalk à travers la pièce.",
      "Dis 'banane' après chaque phrase pendant les trois prochains tours.",
      "Invente une courte chanson sur un objet dans la pièce."
    ],
    "pledges": [
      "Fais 10 pompes.",
      "Parle avec un accent étranger pendant les 3 prochains tours.",
      "Prends un selfie idiot et fais-en ta photo de profil pendant 24 heures.",
      "Laisse quelqu'un dessiner sur ton visage avec un marqueur lavable.",
      "Fais la danse du poulet pendant 30 secondes.",
      "Raconte une blague vraiment mauvaise et fais une pause dramatique pour les rires.",
      "Échange un vêtement avec un autre joueur jusqu'à la fin du jeu.",
      "Parle en rimes pendant les 3 prochains tours.",
      "Fais une lecture dramatique du dernier message texte que tu as envoyé.",
      "Laisse le groupe choisir ton statut sur les réseaux sociaux pour les prochaines 24 heures.",
      "Fais ta meilleure imitation d'une célébrité choisie par le groupe.",
      "Dis tout à l'envers pendant les 2 prochains tours.",
      "Essaie de jongler avec 3 objets aléatoires choisis par le groupe.",
      "Fais un freestyle rap sur quelqu'un dans la pièce.",
      "Envoie à ton crush ou à un membre de la famille une phrase de drague ringarde.",
      "Laisse quelqu'un te nourrir d'une collation pendant que tu as les yeux bandés.",
      "Fais semblant d'être un animal choisi par le groupe jusqu'à ton prochain tour.",
      "Appelle un ami et chante-lui 'Joyeux Anniversaire' peu importe quand est son anniversaire.",
      "Équilibre une cuillère sur ton nez pendant 30 secondes.",
      "Laisse quelqu'un te faire une nouvelle coiffure que tu dois garder pour le reste du jeu.",
      "Parle au ralenti pendant le prochain tour.",
      "Fais ta meilleure démarche de mannequin à travers la pièce.",
      "Laisse le groupe choisir un mot, et tu dois l'inclure dans chaque phrase pendant les 3 prochains tours.",
      "Essaie de raconter une histoire tout en gardant de l'eau dans ta bouche (ne l'avale pas et ne la recrache pas).",
      "Porte tes vêtements à l'envers pendant les 3 prochains tours.",
      "Laisse le groupe décider d'une danse idiote que tu dois exécuter.",
      "Essaie de tapoter ta tête et de frotter ton ventre tout en récitant l'alphabet.",
      "Fais semblant d'être un journaliste et donne une mise à jour de dernière minute sur le jeu.",
      "Fais ta meilleure imitation d'un autre joueur dans la pièce.",
      "Laisse le joueur à ta droite te préparer un mélange de boisson (non alcoolisée) que tu dois boire.",
      "Chante une chanson en chuchotant.",
      "Laisse le groupe choisir trois objets aléatoires pour lesquels tu dois raconter une histoire créative.",
      "Publie un selfie dramatique avec une légende tout aussi dramatique sur tes réseaux sociaux.",
      "Essaie de dire 'petit pot de beurre' 10 fois aussi vite que possible.",
      "Joue une scène d'un film sans parler, et laisse les autres deviner de quoi il s'agit.",
      "Porte un chapeau drôle ou une décoration de tête faite d'objets dans la pièce pendant les 3 prochains tours.",
      "Fais un appel canular à un ami (en haut-parleur).",
      "Laisse chaque joueur te poser une question à laquelle tu dois répondre honnêtement.",
      "Fais ta meilleure imitation de quelqu'un de célèbre parlant de quelque chose d'ordinaire.",
      "Permets au groupe de te poser pour une photo drôle.",
      "Parle sans fermer la bouche pendant les deux prochains tours.",
      "Laisse un autre joueur te maquiller (si disponible) ou dessiner du maquillage sur ton visage.",
      "Fais ta meilleure danse robotique pendant 30 secondes.",
      "Laisse quelqu'un styliser tes sourcils avec un marqueur lavable humide.",
      "Essaie de faire 5 pirouettes de ballet d'affilée.",
      "Laisse le groupe te donner un surnom idiot que tout le monde doit utiliser pour le reste du jeu.",
      "Essaie de raconter une histoire drôle tout en faisant des jumping jacks.",
      "Mets des glaçons dans tes poches jusqu'à ce qu'ils fondent.",
      "Fais une imitation d'un personnage d'une émission de télévision et continue jusqu'à ce que quelqu'un devine correctement.",
      "Échange tes chaussettes avec la personne à ta droite pour le reste du jeu.",
      "Publie un statut sur les réseaux sociaux qui dit: 'Grandes nouvelles à venir! J'ai hâte de partager!'",
      "Essaie de dire l'alphabet à l'envers en 30 secondes.",
      "Envoie un message à un ami en lui demandant s'il croit aux extraterrestres.",
      "Lève-toi et récite une comptine avec des gestes dramatiques.",
      "Laisse le groupe écrire un message sur ton bras avec un marqueur lavable.",
      "Tiens la position de la planche tout en te présentant comme si tu étais à un entretien d'embauche.",
      "Fais ta meilleure imitation d'un influenceur YouTube.",
      "Laisse quelqu'un choisir un filtre drôle, et tu dois prendre un selfie avec et le garder comme fond d'écran de ton téléphone pendant 24 heures.",
      "Fais une 'publicité' essayant de vendre un objet aléatoire dans la pièce.",
      "Chante une chanson en te tenant le nez.",
      "Essaie de faire un avion en papier et de le faire atterrir sur la tête de quelqu'un.",
      "Laisse le groupe décider d'une démarche idiote que tu dois utiliser lorsque tu te déplaces pendant les 3 prochains tours.",
      "Envoie un message vocal à quelqu'un qui ne joue pas au jeu, en parlant dans une langue inventée.",
      "Laisse chaque joueur ajouter un ingrédient à une boisson dont tu dois prendre une gorgée.",
      "Envoie un message à quelqu'un en disant: 'Je viens de voir quelqu'un qui te ressemble exactement!'",
      "Appelle un contact aléatoire et essaie d'avoir une conversation tout en bâillant à plusieurs reprises.",
      "Fais semblant d'être un critique culinaire et donne une critique détaillée d'un repas imaginaire.",
      "Laisse le groupe décider de trois mots aléatoires que tu dois utiliser dans une publication sur les réseaux sociaux.",
      "Essaie d'équilibrer trois objets aléatoires sur ta tête pendant 30 secondes.",
      "Fais un discours d'une minute sur les raisons pour lesquelles les chaussettes sont la plus grande invention de tous les temps.",
      "Envoie ta photo la plus récente dans ta galerie à un ami sans contexte.",
      "Laisse le groupe décider d'un pas de danse que tu dois exécuter chaque fois que quelqu'un prononce ton nom.",
      "Parle en chuchotant pendant les deux prochains tours.",
      "Essaie de convaincre quelqu'un qui ne joue pas au jeu de se joindre d'une manière très enthousiaste via un message texte.",
      "Laisse un autre joueur te poser pour une photo 'artistique'.",
      "Essaie d'équilibrer une cuillère sur ton visage pendant 30 secondes.",
      "Va dehors et crie 'J'adore les jeux!' (ou à la fenêtre si tu es à l'intérieur).",
      "Fais semblant d'être un orateur motivant donnant un discours d'encouragement sur une activité banale.",
      "Laisse le groupe décider d'une phrase emblématique que tu dois dire après tout ce que tu dis pendant les 3 prochains tours.",
      "Essaie de dessiner un cercle parfait sur un morceau de papier en gardant les yeux fermés.",
      "Laisse un autre joueur coiffer tes cheveux en utilisant uniquement de l'eau.",
      "Parle avec un accent exagéré pendant les 3 prochains tours.",
      "Essaie de raconter une histoire un mot à la fois, en faisant le tour du cercle.",
      "Demande à un étranger (ou appelle un ami) des conseils sur un problème idiot inventé.",
      "Fais des compliments à chaque joueur de la manière la plus dramatique possible.",
      "Laisse quelqu'un d'autre décider de ta prochaine mise à jour sur les réseaux sociaux.",
      "Essaie de faire une roue ou une culbute (seulement si c'est sécuritaire).",
      "Laisse le groupe créer une identité de super-héros pour toi, avec un nom et des pouvoirs.",
      "Essaie de faire un rythme en utilisant uniquement des sons que tu peux faire avec ta bouche pendant 30 secondes.",
      "Laisse un autre joueur choisir trois émojis que tu dois envoyer à la dernière personne à qui tu as envoyé un message.",
      "Tiens-toi sur un pied tout en récitant ta citation préférée.",
      "Narre les actions d'un autre joueur avec une voix de style documentaire pendant 1 minute.",
      "Fais un court discours remerciant tout le monde comme si tu venais de gagner un Oscar.",
      "Laisse le groupe décider d'une voix idiote que tu dois utiliser pendant les 3 prochains tours.",
      "Essaie de faire 10 jumping jacks tout en chantant ta chanson préférée."
    ]
  }
}
